{
  "character/races/animals/mammals": {
    "title": "Animals: Mammals",
    "content": "<!-- SEE PREVIOUS OUTPUT - This page was already generated above -->"
  },
  "character/races/animals/birds": {
    "title": "Animals: Birds",
    "content": "<!-- SEE PREVIOUS OUTPUT - This page was already generated above -->"
  },
  "character/races/animals/reptiles-amphibians": {
    "title": "Animals: Reptiles & Amphibians",
    "content": "<h1>Animals: Reptiles & Amphibians</h1>\n\n<blockquote>\n<p><em>\"We are cold-blooded, they say, as if temperature determines capacity for thought, for love, for rage at injustice.\"</em> — A Lizard scholar, name lost to history</p>\n</blockquote>\n\n<h2>Overview</h2>\n\n<p>Reptile and Amphibian Animals are among the least understood and most feared of Oz's sentient species. Their cold blood, scaled skin, and alien appearance make humans deeply uncomfortable. Where a mammalian Animal might receive grudging acknowledgment of similarity, Reptile and Amphibian Animals are seen as fundamentally other—more easily dismissed, more readily persecuted, less likely to find sympathizers.</p>\n\n<p>Yet these Animals possess rich cultures, deep intelligence, and complex emotions. Lizards form sun-basking philosophy circles in the Vinkus. Frogs maintain oral traditions in the Quadling marshes, their songs encoding thousands of years of history. Snakes practice meditation and mysticism, their patient stillness mistaken for lack of thought. Turtles and tortoises carry memories spanning centuries, witnessing the rise and fall of governments, the ebb and flow of persecution.</p>\n\n<p>The persecution of Reptile and Amphibian Animals is particularly brutal because it is less visible. Mammals and Birds have larger communities, more vocal advocates. When a Lizard scholar disappears from a Gillikin university, fewer notice. When Frogs are cleared from Quadling marshes to make room for ruby mining, it is called \"pest control\" rather than genocide. When a Snake mystic is killed for being \"dangerous,\" there are no protests.</p>\n\n<h2>Playing a Reptile or Amphibian Animal</h2>\n\n<p>Reptile and Amphibian Animal characters bring unique perspectives and challenges. You are used to being overlooked, underestimated, feared for your appearance rather than your actions. You have learned patience, observation, and the value of striking at the right moment—whether in combat, conversation, or resistance.</p>\n\n<h2>Species Examples</h2>\n\n<h3>Lizards (Various)</h3>\n\n<p><strong>Size:</strong> Tiny to Large (depending on species: 6 inches to 8 feet)<br>\n<strong>Cultural Role:</strong> Philosophers and Observers</p>\n\n<p>Lizard Animals range from tiny geckos to massive monitors. Many practice sun-basking meditation, combining warmth absorption with philosophical contemplation. Lizard philosophers in the Vinkus have developed sophisticated theories about time, consciousness, and the nature of change—all dismissed by human academics as \"primitive reptile mysticism.\"</p>\n\n<p><strong>Ability Score Increase:</strong> Your Wisdom score increases by 2, and your Dexterity score increases by 1.</p>\n\n<p><strong>Age:</strong> Varies by species; small lizards mature at 3-5 and live 15-30 years; large lizards mature at 10-15 and can live 60-100 years.</p>\n\n<p><strong>Size:</strong> Tiny, Small, Medium, or Large (choose based on your lizard species).</p>\n\n<p><strong>Speed:</strong> Your base walking speed is 30 feet. You have a climbing speed equal to your walking speed.</p>\n\n<p><strong>Bite:</strong> Your bite is a natural weapon that deals 1d4 (Tiny/Small), 1d6 (Medium), or 1d8 (Large) + Strength modifier piercing damage.</p>\n\n<p><strong>Cold-Blooded Endurance:</strong> You have advantage on saving throws against exhaustion caused by heat, but disadvantage on saving throws against exhaustion caused by cold. You must spend at least 1 hour in sunlight or near a heat source per day or suffer one level of exhaustion.</p>\n\n<p><strong>Sun-Basking Meditation:</strong> If you spend at least 10 minutes basking in sunlight or near a heat source, you can enter a meditative trance. This functions as a short rest for the purpose of regaining hit points and spending Hit Dice, and you have advantage on your next Wisdom (Insight) or Intelligence (Investigation) check.</p>\n\n<p><strong>Regeneration (some species):</strong> If you lose a tail, limb, or digit, it regrows over the course of 1d4 weeks. This does not restore hit points or cure conditions.</p>\n\n<p><strong>Languages:</strong> You can speak, read, and write Common (Ozian).</p>\n\n<h3>Snakes</h3>\n\n<p><strong>Size:</strong> Small to Large (3-20 feet long)<br>\n<strong>Cultural Role:</strong> Mystics and Healers</p>\n\n<p>Snake Animals are often feared for their venomous capabilities and sinuous movement, but many are mystics, healers, and scholars of transformation. Some practice a form of meditation that involves shedding not just skin but aspects of identity, achieving temporary ego-death. This terrifies human observers, who see it as proof of snakes' inherent danger.</p>\n\n<p><strong>Ability Score Increase:</strong> Your Wisdom score increases by 2, and your Intelligence score increases by 1.</p>\n\n<p><strong>Age:</strong> Snakes mature at 8-12 and can live 40-80 years depending on species.</p>\n\n<p><strong>Size:</strong> Small, Medium, or Large (choose based on your snake species).</p>\n\n<p><strong>Speed:</strong> Your base walking speed is 30 feet. You have a swimming speed of 30 feet.</p>\n\n<p><strong>Bite:</strong> Your bite is a natural weapon that deals 1d4 (Small), 1d6 (Medium), or 1d8 (Large) + Strength modifier piercing damage.</p>\n\n<p><strong>Venomous (some species):</strong> A creature hit by your bite must succeed on a Constitution saving throw (DC 8 + your proficiency bonus + your Constitution modifier) or take 2d4 poison damage and become poisoned until the end of your next turn. You can use this trait a number of times equal to your Constitution modifier (minimum 1) per long rest.</p>\n\n<p><strong>Constrict:</strong> When you successfully grapple a creature, it takes 1d6 + your Strength modifier bludgeoning damage at the start of each of your turns while grappled.</p>\n\n<p><strong>Shed Skin:</strong> When you finish a long rest, you can shed your skin. This removes one disease or poison affecting you.</p>\n\n<p><strong>Blindsight:</strong> You have blindsight out to 10 feet, sensing through vibration.</p>\n\n<p><strong>Languages:</strong> You can speak, read, and write Common (Ozian). Your speech has a distinctive sibilant quality.</p>\n\n<h3>Turtles and Tortoises</h3>\n\n<p><strong>Size:</strong> Small to Large (1-6 feet)<br>\n<strong>Cultural Role:</strong> Memory-Keepers and Archivists</p>\n\n<p>Turtle and Tortoise Animals can live for centuries, making them invaluable historians and memory-keepers. Some Tortoises alive today remember Oz before the Wizard, before Animal persecution, when their people walked freely. This makes them dangerous to the regime—living proof that things were different, that change is possible. Many ancient Tortoises have been quietly disappeared.</p>\n\n<p><strong>Ability Score Increase:</strong> Your Constitution score increases by 2, and your Wisdom score increases by 1.</p>\n\n<p><strong>Age:</strong> Turtles and tortoises mature at 15-20 and can live 150-300 years.</p>\n\n<p><strong>Size:</strong> Small, Medium, or Large (choose based on your species and age).</p>\n\n<p><strong>Speed:</strong> Your base walking speed is 20 feet. Turtles have a swimming speed of 30 feet.</p>\n\n<p><strong>Bite:</strong> Your bite is a natural weapon that deals 1d4 (Small), 1d6 (Medium), or 1d8 (Large) + Strength modifier piercing damage.</p>\n\n<p><strong>Shell Defense:</strong> You can withdraw into your shell as an action. Until you emerge, you gain +4 to AC, have advantage on Strength and Constitution saving throws, and cannot be moved against your will. While in your shell, you are prone, your speed is 0 and can't increase, you have disadvantage on Dexterity saving throws, you can't take reactions, and the only action you can take is a bonus action to emerge from your shell.</p>\n\n<p><strong>Long Memory:</strong> You have advantage on Intelligence checks to recall historical events, and you can remember details from centuries past with perfect clarity.</p>\n\n<p><strong>Patient Observer:</strong> You have proficiency in Insight or History (your choice).</p>\n\n<p><strong>Languages:</strong> You can speak, read, and write Common (Ozian). Your speech is slow and deliberate.</p>\n\n<h3>Frogs and Toads</h3>\n\n<p><strong>Size:</strong> Tiny to Medium (6 inches to 4 feet)<br>\n<strong>Cultural Role:</strong> Singers and Oral Historians</p>\n\n<p>Frog and Toad Animals of the Quadling marshes maintain vast oral traditions, their songs encoding history, genealogy, and philosophy. Before the genocide, Frog choirs would gather in the marshes to sing the history of their people, performances lasting for days. Now, these gatherings are forbidden, and Frog culture is slowly dying as the singers are scattered or silenced.</p>\n\n<p><strong>Ability Score Increase:</strong> Your Dexterity score increases by 2, and your Charisma score increases by 1.</p>\n\n<p><strong>Age:</strong> Frogs mature at 4-6 and live 20-40 years.</p>\n\n<p><strong>Size:</strong> Tiny, Small, or Medium (choose based on your species).</p>\n\n<p><strong>Speed:</strong> Your base walking speed is 25 feet. You have a swimming speed of 25 feet.</p>\n\n<p><strong>Standing Leap:</strong> Your long jump is up to 15 feet and your high jump is up to 10 feet, with or without a running start.</p>\n\n<p><strong>Amphibious:</strong> You can breathe air and water.</p>\n\n<p><strong>Sticky Tongue:</strong> You can use your tongue to grab and manipulate objects up to 15 feet away. As an action, you can make a melee weapon attack with your tongue against a Small or smaller creature. On a hit, you can attempt to grapple the target.</p>\n\n<p><strong>Marsh Songs:</strong> You can encode messages in your croaking songs, similar to Songbirds. Any creature that spends 1 minute listening can attempt a DC 13 Wisdom (Insight) check to understand. Other Frogs understand automatically.</p>\n\n<p><strong>Poison Skin (some species):</strong> Any creature that grapples you or hits you with an unarmed strike must succeed on a Constitution saving throw (DC 8 + your proficiency bonus + your Constitution modifier) or become poisoned until the end of your next turn.</p>\n\n<p><strong>Languages:</strong> You can speak, read, and write Common (Ozian). Frog speech includes distinctive croaks and trills.</p>\n\n<h3>Chameleons</h3>\n\n<p><strong>Size:</strong> Tiny to Small (6 inches to 3 feet)<br>\n<strong>Cultural Role:</strong> Spies and Observers</p>\n\n<p>Chameleon Animals possess natural camouflage abilities that make them invaluable spies for both the resistance and the regime. Some Chameleons have been forced into service by the Gale Force, their color-changing used to infiltrate Animal communities. Others use it to survive, becoming invisible, disappearing into backgrounds, watching and waiting.</p>\n\n<p><strong>Ability Score Increase:</strong> Your Dexterity score increases by 2, and your Intelligence score increases by 1.</p>\n\n<p><strong>Age:</strong> Chameleons mature at 4 and live 15-25 years.</p>\n\n<p><strong>Size:</strong> Tiny or Small (choose based on your species).</p>\n\n<p><strong>Speed:</strong> Your base walking speed is 25 feet. You have a climbing speed of 25 feet.</p>\n\n<p><strong>Color Change:</strong> As an action, you can change your skin color to match your surroundings. This gives you advantage on Dexterity (Stealth) checks to hide. Additionally, you can change colors to express emotions or communicate simple concepts to those who understand Chameleon color-language.</p>\n\n<p><strong>Independent Eyes:</strong> You can look in two different directions simultaneously. You cannot be surprised while conscious, and you have advantage on Wisdom (Perception) checks that rely on sight.</p>\n\n<p><strong>Tongue Grab:</strong> As an action, you can use your sticky tongue to grab a Tiny object or creature up to 10 feet away. If targeting a creature, make a melee weapon attack. On a hit, you can pull the target up to 10 feet toward you or attempt to grapple it.</p>\n\n<p><strong>Languages:</strong> You can speak, read, and write Common (Ozian). You can also communicate through color changes with other Chameleons.</p>\n\n<h2>The Question of Dragons</h2>\n\n<p>Dragons exist in Oz—Liir encountered them during the events of <em>Son of a Witch</em>, massive creatures deployed by the government as weapons. But are Dragons Animals? Do they possess sentience and personhood, or are they merely intelligent beasts?</p>\n\n<p>This question is fiercely debated among Animal scholars and has profound political implications. If Dragons are Animals, then their use as war-beasts is slavery and their killing is murder. If they are not, then what separates them from Animals? Size? Power? The fact that they are useful to humans?</p>\n\n<p>Most Dragons encountered in the novels do not speak, but some Animal scholars argue this proves nothing—perhaps they have been Silenced, or perhaps they communicate in ways humans and Animals cannot perceive. Others point out that Dragons predate Lurline's arrival, suggesting they might be something older, outside the Animal/animal distinction entirely.</p>\n\n<p>For game purposes, Dragons are not typically available as a playable race, but the question of their status provides rich philosophical material. A campaign might involve proving Dragons are sentient, attempting communication with them, or dealing with the ethical implications of Dragon-weapons.</p>\n\n<h2>The Social Burden of Reptile and Amphibian Animals</h2>\n\n<p>Beyond general Animal persecution, Reptile and Amphibian Animals face specific prejudices:</p>\n\n<h3>\"Primitive\" Stereotypes</h3>\n<ul>\n<li>Dismissed as \"evolutionary throwbacks\"</li>\n<li>Their philosophies and traditions are ignored or mocked</li>\n<li>Assumed to be less intelligent due to cold-bloodedness</li>\n<li>Excluded even from some Animal rights advocacy (some mammal Animals buy into these prejudices)</li>\n</ul>\n\n<h3>Environmental Vulnerability</h3>\n<ul>\n<li>Quadling marsh drainage destroys Frog and Turtle habitats</li>\n<li>Cold winters in Gillikin make survival difficult without shelter</li>\n<li>Desert expansion threatens Vinkus Lizard communities</li>\n<li>Easy to dismiss habitat destruction as \"natural\" rather than targeted persecution</li>\n</ul>\n\n<h3>Medical Neglect</h3>\n<ul>\n<li>Human and even Animal healers often don't understand reptile/amphibian physiology</li>\n<li>Assumed to be less capable of feeling pain (false)</li>\n<li>Denied medical care with \"they'll regenerate\" excuses (even for species that don't)</li>\n</ul>\n\n<h2>Cultural Practices</h2>\n\n<h3>Sun-Basking Circles (Lizards)</h3>\n<p>Philosophical gatherings where Lizards bask together and discuss questions of existence, time, and transformation. Now conducted in secret, as gatherings of Animals are forbidden.</p>\n\n<h3>Skin-Shedding Rituals (Snakes)</p>\n<p>Meditative practices involving the literal shedding of skin and the metaphorical shedding of past selves. Participants emerge renewed, sometimes with new names or new paths in life.</p>\n\n<h3>Memory-Singing (Turtles/Tortoises)</h3>\n<p>Ancient Tortoises sing the history of their people, century by century. Each song can take days to perform in full. These are rarely performed now, as they are evidence of how much has been lost.</p>\n\n<h3>Chorus Histories (Frogs)</h3>\n<p>Complex songs performed by multiple Frogs, each voice carrying a different thread of history that weaves together into a complete narrative. The genocide has broken many chorus groups, leaving histories incomplete.</p>\n\n<h2>Naming Conventions</h2>\n\n<p><strong>Lizards:</strong> Often philosophical names: Contemplation, Sunseeker, Scale-Shedder, Warmstone, or simply colors: Emerald, Ruby</p>\n\n<p><strong>Snakes:</strong> Sibilant names: Ssarath, Hiss, Coilswise, Whisper, Scaled-One</p>\n\n<p><strong>Turtles/Tortoises:</strong> Often indicate age or role: Ancient, Shell-Bearer, Memory-Keeper, Oldstone, or places: Riverborn</p>\n\n<p><strong>Frogs/Toads:</strong> Musical or wet names: Croaker, Marshdweller, Ripple, Bullfrog (rarely, as it's seen as crude), Greenskin</p>\n\n<p><strong>Chameleons:</strong> Color-based or descriptive: Shift, Greenscale, Hidewell, Watching-Eyes</p>\n\n<h2>Roleplaying a Reptile or Amphibian Animal</h2>\n\n<p><strong>Personality Traits:</strong></p>\n<ul>\n<li>I observe carefully before acting, patient as stone.</li>\n<li>I practice my people's meditations and rituals even in hiding.</li>\n<li>I'm used to being underestimated and use it to my advantage.</li>\n<li>I feel the weight of my people's lost history and try to preserve what remains.</li>\n<li>I struggle with temperature regulation and must carefully plan my day around heat sources.</li>\n<li>I remember insults and injuries with perfect clarity, waiting for the right moment to respond.</li>\n</ul>\n\n<p><strong>Ideals:</strong></p>\n<ul>\n<li><strong>Patience.</strong> All things change given time; we need only wait and observe. (Neutral)</li>\n<li><strong>Preservation.</strong> Our cultures, histories, and traditions must survive. (Good)</li>\n<li><strong>Transformation.</strong> Like shed skin, we can become new versions of ourselves. (Chaotic)</li>\n<li><strong>Endurance.</strong> We have survived this long; we will outlast our persecutors. (Lawful)</li>\n<li><strong>Observation.</strong> Understanding comes from watching, not acting. (Any)</li>\n<li><strong>Strike.</strong> Wait for the perfect moment, then strike without mercy. (Evil)</li>\n</ul>\n\n<p><strong>Bonds:</strong></p>\n<ul>\n<li>I am the last of my sun-basking circle; the others were killed in a raid.</li>\n<li>I carry the complete memory-song of my people and must pass it on before I die.</li>\n<li>I survived the Quadling marsh drainage that killed my entire chorus.</li>\n<li>An ancient Tortoise taught me the truth about pre-Wizard Oz; I honor their memory.</li>\n<li>I am searching for the lost Dragon-language, hoping to prove Dragons are people.</li>\n</ul>\n\n<p><strong>Flaws:</strong></p>\n<ul>\n<li>I become sluggish and stupid in cold weather, a vulnerability I try to hide.</li>\n<li>I am so patient that I sometimes fail to act when action is needed.</li>\n<li>I hold grudges for decades, unable to forgive or forget.</li>\n<li>I feel superior to mammalian Animals, who seem ruled by warm blood and emotion.</li>\n<li>I am terrified of winter and will do almost anything to secure heat sources.</li>\n</ul>\n\n<h2>GM Notes</h2>\n\n<p>Reptile and Amphibian Animal characters offer unique perspectives and challenges. They are used to being overlooked, which can be both advantage and burden.</p>\n\n<p><strong>Using Reptile/Amphibian NPCs:</strong></p>\n<ul>\n<li>An ancient Tortoise who remembers pre-Wizard Oz and can reveal historical truths</li>\n<li>A Snake mystic who offers transformation rituals (magical or psychological)</li>\n<li>A Frog chorus trying to preserve their songs before the last singers die</li>\n<li>A Lizard philosopher who has developed a new theory of consciousness that could change how Animals are perceived</li>\n<li>A Chameleon spy who has infiltrated both the resistance and the Gale Force and must choose sides</li>\n</ul>\n\n<p><strong>Plot Hooks:</strong></p>\n<ul>\n<li>The last ancient Tortoise in Oz is dying; the party must record their complete memory before it's lost</li>\n<li>A government project is draining Quadling marshes, destroying Frog communities; can it be stopped?</li>\n<li>Evidence suggests Dragons are sentient; proving it could change the war</li>\n<li>A Lizard sun-basking circle was raided; survivors need rescue from a secret prison</li>\n<li>A Snake mystic has developed a ritual that might restore Silenced Animals' speech, but it requires dangerous ingredients</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/races/animals/mammals', 'Animals: Mammals'); return false;\">Animals: Mammals</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/races/animals/the-question-of-fish', 'The Question of Fish'); return false;\">The Question of Fish</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('creatures/dragons/lesser-dragons', 'Lesser Dragons'); return false;\">Lesser Dragons</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('exploration/regions/quadling', 'Quadling Country'); return false;\">Quadling Country</a></li>\n</ul>",
    "related": [
      "character/races/animals/mammals",
      "character/races/animals/the-question-of-fish",
      "creatures/dragons/lesser-dragons",
      "exploration/regions/quadling"
    ],
    "tags": ["race", "animal", "reptile", "amphibian", "playable", "persecution"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/races/animals/the-question-of-fish": {
    "title": "The Question of Fish",
    "content": "<h1>The Question of Fish</h1>\n\n<blockquote>\n<p><em>\"If a Fish can feel pain, can it feel injustice? If it can feel injustice, is it not a person? And if it is a person, what does that make those who fish?\"</em> — Dr. Dillamond, in a banned lecture</p>\n</blockquote>\n\n<h2>Overview</h2>\n\n<p>The Question of Fish is one of the most controversial and philosophically complex issues in Oz's ongoing debate about Animal consciousness and rights. Unlike mammals, birds, and even reptiles and amphibians, Fish have never clearly demonstrated the capacity for speech or tool use. They live in an alien environment, communicate (if they communicate) through means humans and terrestrial Animals cannot easily perceive, and show behavior patterns that seem fundamentally different from those of recognized Animals.</p>\n\n<p>Yet Fish are not merely animals (lowercase) either. Coastal communities of Animal scholars report encounters with organized Fish societies. Some Fish display complex social behaviors, apparent problem-solving, and what appears to be cultural transmission of knowledge. A few rare incidents involve Fish that seemed to understand spoken language, responding to questions through movement patterns or bioluminescence. The Unionist Church and the Oz government have fiercely suppressed research into Fish consciousness, for reasons that become obvious upon reflection: if Fish are people, then every fishing village in Oz is engaged in mass murder and cannibalism.</p>\n\n<p>The Question matters profoundly to Animal rights philosophy. If the line between Animal and animal is speech and obvious intelligence, then Fish blur that line. If it is the capacity to suffer, then Fish clearly qualify. If it is tool use and culture, the evidence is ambiguous. And if no clear line exists—if consciousness and personhood exist on a spectrum—then the entire justification for treating any being as property collapses.</p>\n\n<h2>The Philosophical Debate</h2>\n\n<h3>The Argument for Fish Consciousness</h3>\n\n<p><strong>Evidence cited by proponents:</strong></p>\n<ul>\n<li><strong>Pain Response:</strong> Fish clearly feel pain, showing avoidance behaviors, stress responses, and apparent suffering when injured</li>\n<li><strong>Social Organization:</strong> Schools of fish display complex coordinated behaviors suggesting communication and group decision-making</li>\n<li><strong>Environmental Awareness:</strong> Fish navigate vast distances, suggesting mental maps and memory</li>\n<li><strong>Learning:</strong> Fish can be trained, remember locations, and alter behavior based on experience</li>\n<li><strong>The Silence Problem:</strong> Inability to speak might be anatomical, not intellectual; human speech anatomy differs vastly from fish anatomy</li>\n<li><strong>Reported Encounters:</strong> Coastal Animals report interactions suggesting Fish understanding of language and complex thought</li>\n<li><strong>Bioluminescent Communication:</strong> Some deep-sea Fish species use light patterns that may constitute a sophisticated language</li>\n<li><strong>The Precedent:</strong> If we grant consciousness to Chameleons and Snakes despite their alien thought patterns, why not Fish?</li>\n</ul>\n\n<h3>The Argument Against Fish Consciousness</h3>\n\n<p><strong>Evidence cited by opponents:</strong></p>\n<ul>\n<li><strong>No Clear Speech:</strong> In thousands of years, no Fish has spoken in any language accessible to terrestrial Animals or humans</li>\n<li><strong>Instinct vs. Thought:</strong> Complex behaviors might be purely instinctual, like those of lowercase bees or ants</li>\n<li><strong>No Tool Use:</strong> Fish have never demonstrated tool creation or use</li>\n<li><strong>Alien Environment:</strong> The underwater world is so different that true communication may be impossible</li>\n<li><strong>Brain Structure:</strong> Fish brains are structurally different from mammals, birds, and reptiles in ways that may preclude higher consciousness</li>\n<li><strong>Economic Necessity:</strong> Fishing is essential to coastal economies; declaring Fish to be people would cause mass starvation</li>\n<li><strong>Religious Doctrine:</strong> The Unionist Church teaches that souls are breath-based; Fish do not breathe air, thus have no souls</li>\n</ul>\n\n<h3>The Political Dimension</h3>\n\n<p>The Question of Fish is not merely philosophical—it is profoundly political:</p>\n\n<ul>\n<li><strong>Economic Threat:</strong> Coastal regions depend on fishing for food and trade. If Fish are people, entire economies collapse.</li>\n<li><strong>Legal Precedent:</strong> If Fish are recognized as Animals (capitalized), it establishes that speech is not required for personhood, which has implications for Silenced Animals and potentially other species.</li>\n<li><strong>Slippery Slope:</strong> Where does consciousness end? If Fish are people, what about lowercase bees with their hive intelligence? What about spiders? The philosophical implications are terrifying to those who benefit from exploiting the non-human world.</li>\n<li><strong>Resistance Tool:</strong> Animal rights activists use the Question of Fish to expose contradictions in human logic: \"You say Animals deserve rights because they're conscious like you. But when we find consciousness in forms you don't recognize, you deny it. Perhaps the problem is not our consciousness but your recognition.\"</li>\n</ul>\n\n<h2>Coastal Animal Communities</h2>\n\n<p>Several coastal communities of terrestrial Animals have developed relationships with Fish populations that suggest complex interaction:</p>\n\n<h3>The Coral Scholars</h3>\n<p>A community of Turtle and Sea Bird Animals living on Oz's eastern coast maintains that they have been in communication with Fish for generations. They claim that certain Fish species—particularly dolphins, whales, and some octopi—possess full consciousness and complex cultures. The Coral Scholars teach a form of meditation that supposedly allows understanding of Fish \"speech\" through water vibration and movement patterns.</p>\n\n<p>Critics dismiss the Coral Scholars as mystics or frauds. Believers point out that the Coral Scholars predicted specific Fish migration patterns and ocean events with remarkable accuracy, suggesting genuine communication.</p>\n\n<h3>The Swimmers</h3>\n<p>Otter, Seal, and Sea Lion Animals who spend significant time in the ocean report encounters with Fish that demonstrate clear intelligence and communication. Some Swimmers claim to have been guided by Fish to safety during storms, or warned of underwater dangers. A few report \"conversations\" conducted through gesture and movement while swimming alongside Fish.</p>\n\n<h3>Reported Fish Societies</h3>\n<p>Scattered reports from coastal regions describe:</p>\n<ul>\n<li>\"Cities\" of coral inhabited by tool-using octopi</li>\n<li>Whale \"libraries\" where songs carry ancient knowledge</li>\n<li>Dolphin \"schools\" teaching hunting and navigation techniques</li>\n<li>Deep-sea Fish with bioluminescent \"writing\" systems</li>\n<li>Fish that seem to understand spoken language and respond through complex behaviors</li>\n</ul>\n\n<p>The Oz government has banned expeditions to investigate these claims, declaring such research \"a waste of resources\" and \"dangerous superstition.\"</p>\n\n<h2>The Religious Dimension</h2>\n\n<h3>Unionist Doctrine</h3>\n<p>The Unionist Church teaches that souls are bound to breath—specifically, air-breathing. Fish, breathing water through gills, are thus soul-less by definition. This convenient theology allows Unionists to eat fish without guilt while condemning the consumption of terrestrial Animals as a sin.</p>\n\n<p>Reform Unionists question this doctrine, pointing out that breath is metaphorical in many theological texts, and that privileging air over water seems arbitrary. Orthodox Unionists respond that questioning fish doctrine leads to questioning all doctrine, and thus to heresy.</p>\n\n<h3>Lurlinite Perspective</h3>\n<p>Lurlinites generally hold that all living beings possess some spark of the divine, including Fish. They argue that Lurline created the waters as she created the land, and all creatures therein are her children. This theology is one reason Lurlinite worship is suppressed—it implies that fishing is murder.</p>\n\n<h3>Quadling Traditions</h3>\n<p>Quadling domingon practitioners, particularly those in marsh regions, maintain that Fish possess spirits that can be contacted through trance states. These Fish-spirits are honored in some rituals, and some Quadlings refuse to eat certain Fish species believed to be particularly conscious.</p>\n\n<h2>Playing a Fish Animal (Experimental)</h2>\n\n<p><strong>Note to DMs:</strong> Fish Animal player characters are highly experimental and not recommended for most campaigns. However, for games exploring the Question of Fish directly, or for aquatic campaigns, the following guidelines may be useful:</p>\n\n<h3>Challenges of Fish PCs</h3>\n<ul>\n<li>Communication barriers with terrestrial characters</li>\n<li>Requirement for water immersion (must stay wet)</li>\n<li>Vulnerability when out of water</li>\n<li>Social stigma even among Animal rights advocates</li>\n<li>Equipment and armor considerations</li>\n</ul>\n\n<h3>Possible Solutions</h3>\n<ul>\n<li><strong>Amphibious Species:</strong> Use an amphibious Fish Animal (lungfish, mudskipper) who can survive on land</li>\n<li><strong>Magic Items:</strong> A water-breathing apparatus that works in reverse, allowing extended land travel</li>\n<li><strong>Hybrid Character:</strong> A half-Fish, half-terrestrial Animal hybrid (see <a href=\"#\" onclick=\"Tabs.openTab('character/races/animals/hybrid-uncertain', 'Hybrid Animals'); return false;\">Hybrid Animals</a>)</li>\n<li><strong>Aquatic Campaign:</strong> Set the entire campaign underwater or in coastal regions</li>\n<li><strong>Whale/Dolphin:</strong> Play a cetacean who can surface-breathe and is large enough to be threatening</li>\n</ul>\n\n<h3>Sample: Dolphin Animal</h3>\n\n<p>If your DM allows a Dolphin Animal character:</p>\n\n<p><strong>Ability Score Increase:</strong> Your Intelligence score increases by 2, and your Wisdom score increases by 1.</p>\n\n<p><strong>Age:</strong> Dolphins mature at 10 and live 40-60 years.</p>\n\n<p><strong>Size:</strong> Medium to Large (6-12 feet long).</p>\n\n<p><strong>Speed:</strong> Your base walking speed is 0 feet (you flop awkwardly on land). You have a swimming speed of 60 feet.</p>\n\n<p><strong>Aquatic:</strong> You can breathe both air and water, but you must be submerged in water at least once every 4 hours or begin to suffer exhaustion.</p>\n\n<p><strong>Echolocation:</strong> You have blindsight out to 120 feet while underwater. You can use this sense only while not deafened.</p>\n\n<p><strong>Sonic Burst:</strong> As an action, you can emit a focused sonic blast while underwater. Each creature in a 30-foot cone must make a Constitution saving throw (DC 8 + your proficiency bonus + your Constitution modifier). On a failed save, a creature takes 2d6 thunder damage and is stunned until the end of your next turn. On a successful save, a creature takes half damage and is not stunned. Once you use this trait, you can't use it again until you finish a short or long rest.</p>\n\n<p><strong>Pod Tactics:</strong> You have advantage on attack rolls against a creature if at least one of your allies is within 5 feet of the creature and the ally isn't incapacitated.</p>\n\n<p><strong>Limited Speech:</strong> You can speak Common (Ozian), but your speech is affected by your anatomy—clicks, whistles, and unusual cadence. This may cause communication difficulties with those unfamiliar with cetacean speech patterns.</p>\n\n<h2>The Question in Play</h2>\n\n<p>Even without Fish PCs, the Question of Fish can enrich your campaign:</p>\n\n<h3>Plot Hooks</h3>\n<ul>\n<li>A coastal village's fishing fleet has been repeatedly destroyed by organized Fish actions—are the Fish defending themselves?</li>\n<li>The party is hired to investigate reports of \"Fish cities\" in deep water</li>\n<li>An Animal rights activist is on trial for destroying fishing equipment; they claim Fish are people and fishing is murder</li>\n<li>A Coral Scholar offers crucial information in exchange for help protecting a Fish \"spawning ground\" from development</li>\n<li>The party discovers evidence that the government has known about Fish consciousness for decades and suppressed the information</li>\n<li>A Dolphin or Whale approaches the party asking for help, demonstrating clear intelligence and speech</li>\n</ul>\n\n<h3>Moral Dilemmas</h3>\n<ul>\n<li>The party needs food and fishing is the only option—but what if they're killing people?</li>\n<li>An NPC the party likes is a fisher; how do they handle learning Fish might be conscious?</li>\n<li>Accepting Fish consciousness means accepting that millions have died; the guilt is overwhelming</li>\n<li>Even Animal rights activists disagree on the Question; how do parties with Animal PCs navigate this?</li>\n</ul>\n\n<h2>Current State of the Debate</h2>\n\n<p>As of the current era in Oz:</p>\n\n<ul>\n<li><strong>Official Position:</strong> The government and Unionist Church maintain that Fish are not conscious and have no rights.</li>\n<li><strong>Suppressed Research:</strong> Scientific investigation of Fish consciousness is banned; Dr. Dillamond's work on the subject was destroyed.</li>\n<li><strong>Underground Debate:</strong> Animal rights groups and some scholars continue to argue the case in secret publications.</li>\n<li><strong>Coastal Tensions:</strong> Some coastal Animal communities refuse to fish, creating social and economic friction.</li>\n<li><strong>Taboo Topic:</strong> Raising the Question in public can lead to arrest for \"sedition\" or \"disturbing the peace.\"</li>\n<li><strong>Growing Evidence:</strong> Reports of Fish intelligence continue to accumulate, though they are officially ignored.</li>\n</ul>\n\n<h2>GM Guidance</h2>\n\n<p>The Question of Fish is philosophically rich but emotionally heavy. Consider:</p>\n\n<h3>Session Zero Discussion</h3>\n<ul>\n<li>Some players may be uncomfortable with the implications of this topic</li>\n<li>The Question parallels real-world debates about animal consciousness and rights</li>\n<li>Establish how much you want to engage with this in your campaign</li>\n</ul>\n\n<h3>Using the Question</h3>\n<ul>\n<li>As a philosophical thought experiment without requiring resolution</li>\n<li>As a major campaign theme requiring investigation and decision</li>\n<li>As background worldbuilding enriching the setting</li>\n<li>As a tool for exploring how societies define personhood and justify exploitation</li>\n</ul>\n\n<h3>Avoiding Preachy Play</h3>\n<ul>\n<li>Present multiple perspectives fairly</li>\n<li>Allow characters to disagree without punishing players</li>\n<li>Don't force a \"correct\" answer—the Question is meant to be difficult</li>\n<li>Focus on story and character, not lectures</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/races/animals/reptiles-amphibians', 'Animals: Reptiles & Amphibians'); return false;\">Animals: Reptiles & Amphibians</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/races/animals/hybrid-uncertain', 'Hybrid & Uncertain Status'); return false;\">Hybrid & Uncertain Status</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('npcs/dr-dillamond', 'Dr. Dillamond'); return false;\">Dr. Dillamond</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('philosophy/consciousness-debates', 'Consciousness Debates'); return false;\">Consciousness Debates in Oz</a></li>\n</ul>",
    "related": [
      "character/races/animals/reptiles-amphibians",
      "character/races/animals/hybrid-uncertain",
      "npcs/dr-dillamond",
      "philosophy/consciousness-debates"
    ],
    "tags": ["race", "animal", "fish", "philosophical", "consciousness", "debate"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/races/animals/hybrid-uncertain": {
    "title": "Hybrid & Uncertain Status",
    "content": "<h1>Hybrid & Uncertain Status Animals</h1>\n\n<blockquote>\n<p><em>\"Am I Animal or animal? Monster or person? The law says I am a thing. The Church says I am an abomination. I say I am alive, and that should be enough.\"</em> — A Kalidah, identity withheld</p>\n</blockquote>\n\n<h2>Overview</h2>\n\n<p>Not all sentient beings in Oz fit neatly into categories of human, Animal, or animal. Some occupy liminal spaces—hybrid creatures blending traits of multiple species, magical creations whose status is ambiguous, beings whose very existence challenges the taxonomies that Oz society uses to determine personhood and rights.</p>\n\n<p>These Uncertain Status beings face unique persecution. They cannot appeal to clear precedent for their rights because no precedent exists. They are too strange, too other, too easily dismissed as monsters or aberrations rather than people. Even Animal rights advocates sometimes exclude them, arguing that \"real\" Animals are one thing, but these... these are something else.</p>\n\n<p>This entry explores several categories of Hybrid and Uncertain Status beings, their place in Oz society, and the philosophical and legal questions they raise.</p>\n\n<h2>Kalidahs: The Bear-Tiger Question</h2>\n\n<h3>What Are Kalidahs?</h3>\n\n<p>Kalidahs are massive, powerful creatures combining features of bears and tigers—bear-like bodies with tiger-like heads and striped fur, or vice versa. They are fierce, dangerous, and found primarily in remote forests and mountains. The question that haunts Oz: are Kalidahs Animals (conscious, sentient people) or animals (dangerous beasts to be hunted)?</p>\n\n<p>The evidence is contradictory:</p>\n\n<h3>Evidence for Kalidah Sentience</h3>\n<ul>\n<li><strong>Complex Behavior:</strong> Kalidahs demonstrate problem-solving, tool use (crude but present), and long-term planning</li>\n<li><strong>Territorial Patterns:</strong> They maintain consistent territories and seem to have social structures</li>\n<li><strong>Communication:</strong> Kalidahs make complex vocalizations that might constitute language</li>\n<li><strong>Reported Speech:</strong> A handful of travelers claim to have heard Kalidahs speak, though these reports are disputed</li>\n<li><strong>Cultural Transmission:</strong> Young Kalidahs seem to learn hunting techniques from adults, suggesting teaching rather than pure instinct</li>\n<li><strong>Self-Awareness:</strong> Some Kalidahs have been observed using reflective surfaces, suggesting self-recognition</li>\n</ul>\n\n<h3>Evidence Against Kalidah Sentience</h3>\n<ul>\n<li><strong>Extreme Aggression:</strong> Kalidahs attack on sight, showing no interest in communication</li>\n<li><strong>No Clear Language:</strong> No one has successfully communicated with a Kalidah</li>\n<li><strong>Lack of Material Culture:</strong> No Kalidah villages, art, or complex tools have been found</li>\n<li><strong>Predatory Behavior:</strong> They hunt and eat Animals (capitalized), which Animals would not do</li>\n<li><strong>Hybrid Nature:</strong> As hybrids, they may possess consciousness from their Animal parent species but not full personhood</li>\n</ul>\n\n<h3>The Bear and Tiger Perspective</h3>\n\n<p>Bear and Tiger Animals are deeply divided on the Kalidah question:</p>\n\n<ul>\n<li><strong>The Kinship Argument:</strong> Some Bears and Tigers claim Kalidahs as relatives, hybrids of their peoples who deserve recognition and rescue from their \"feral\" state.</li>\n<li><strong>The Monster Argument:</strong> Others argue Kalidahs are not true hybrids but magical aberrations or cursed beings, unrelated to true Bears or Tigers.</li>\n<li><strong>The Tragic Middle:</strong> Some believe Kalidahs are Animals who have \"gone feral,\" losing speech and culture due to trauma, isolation, or magical corruption.</li>\n</ul>\n\n<h3>Legal Status</h3>\n\n<p>Currently, Kalidahs are classified as \"dangerous animals\" and can be killed on sight without legal consequence. This makes them useful scapegoats—when an Animal is murdered, authorities sometimes claim a Kalidah was responsible. Some Animal rights activists argue this is deliberate: keeping Kalidah status uncertain means they can be used to justify violence against all Animals.</p>\n\n<h3>Playing a Kalidah (Highly Experimental)</h3>\n\n<p>With DM permission, a player might portray a Kalidah who has somehow retained or developed full consciousness and speech. This character would face extreme persecution even beyond normal Animal oppression:</p>\n\n<p><strong>Ability Score Increase:</strong> Your Strength score increases by 2, your Constitution score increases by 1, and your Wisdom score increases by 1.</p>\n\n<p><strong>Age:</strong> Kalidahs mature at 15 and live 60-80 years.</p>\n\n<p><strong>Size:</strong> Large. Kalidahs stand 9-11 feet tall.</p>\n\n<p><strong>Speed:</strong> Your base walking speed is 35 feet. You have a climbing speed of 30 feet.</p>\n\n<p><strong>Natural Weapons:</strong> You have powerful claws and jaws. Your claws deal 1d8 + Strength modifier slashing damage. Your bite deals 2d6 + Strength modifier piercing damage.</p>\n\n<p><strong>Powerful Build:</strong> You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.</p>\n\n<p><strong>Fearsome Presence:</strong> You have advantage on Intimidation checks, but disadvantage on Persuasion checks with any creature that knows what you are.</p>\n\n<p><strong>Monstrous Reputation:</strong> Most people will attack you on sight unless you are heavily disguised or they are convinced you are not a threat. Even Animal rights activists may fear you.</p>\n\n<p><strong>Hybrid Vigor:</strong> You have advantage on saving throws against disease and poison.</p>\n\n<p><strong>Languages:</strong> You can speak, read, and write Common (Ozian), but your speech is halting and difficult, as if relearning a forgotten language.</p>\n\n<h2>Magically Created Beings</h2>\n\n<h3>The Gump</h3>\n\n<p>The Gump is a unique being created during Ozma's escape from the Wizard—a sofa body with palm-frond wings and the mounted head of a deceased Elk named Gump. The Gump could fly, speak, and think. It expressed preferences, made decisions, and displayed what appeared to be personality.</p>\n\n<p>Was the Gump alive? Was it sentient? Did it have rights? The head was that of a deceased Animal—was animating it resurrection or desecration? When the Gump was disassembled after serving its purpose, was that murder or simply taking apart a magical tool?</p>\n\n<p>The Gump raises profound questions about the relationship between consciousness and embodiment, the ethics of magical creation, and what we owe to beings we have made.</p>\n\n<h3>Animated Beings</h3>\n\n<p>Similar creations appear occasionally in Oz—objects given life through magic, dead tissue reanimated, multiple corpses stitched together and awakened. Each raises the same questions: Is this being a person? Does it have rights? Can you murder something that was never properly alive, or is granting consciousness itself sufficient to create moral obligation?</p>\n\n<h3>Playing a Magically Animated Being</h3>\n\n<p>With significant DM collaboration, a character might be a Gump-like creation—assembled from disparate parts and given life:</p>\n\n<p><strong>Background:</strong> You were created for a specific purpose (escape, war, labor, experiment). You may or may not know who created you or why.</p>\n\n<p><strong>Existence:</strong> You are not undead (you were never fully alive to die), not construct (you are flesh, not metal), not quite alive (you have no natural origin). You exist in a category undefined by Oz law or theology.</p>\n\n<p><strong>Legal Status:</strong> You are property of your creator (if known) or of whoever currently possesses you. You have no rights. If you assert personhood, you will be destroyed as a dangerous magical experiment.</p>\n\n<p><strong>Mechanical Considerations:</strong></p>\n<ul>\n<li>You may have traits from multiple Animal species (mix-and-match parts)</li>\n<li>You may not need food or sleep (or you might need unusual sustenance)</li>\n<li>You may be immune to disease and poison</li>\n<li>You may be vulnerable to being disassembled</li>\n<li>You may fear returning to non-existence more than death</li>\n</ul>\n\n<h2>Winged Monkeys</h2>\n\n<h3>Origin and Nature</h3>\n\n<p>Winged Monkeys are simians with functional wings, capable of flight and speech. Their origin is unclear—are they a natural species, Animals like any other? Or were they created through magic, perhaps transformed from regular Monkeys or hybridized with Birds?</p>\n\n<p>Further complicating their status is the Golden Cap, a magical artifact that grants control over Winged Monkeys, binding them to servitude. This has led to the widespread belief that Winged Monkeys are inherently servile, created for service rather than autonomous beings enslaved by magic.</p>\n\n<h3>Personhood Debate</h3>\n\n<ul>\n<li><strong>For Personhood:</strong> Winged Monkeys speak, think, form societies, and express preferences. When not bound by the Cap, they demonstrate full autonomy.</li>\n<li><strong>Against Personhood:</strong> Their vulnerability to magical control suggests they were created as tools, not people. Some argue they are \"broken\" Animals, corrupted by transformation magic.</li>\n<li><strong>The Binding Question:</strong> If they can be controlled by magic, are they truly conscious? Or is their apparent consciousness an illusion, with the Cap revealing their true nature as automatons?</li>\n</ul>\n\n<h3>Winged Monkey Society</h3>\n\n<p>Free Winged Monkeys (those not bound by the Cap) maintain communities in remote regions. They have their own language, customs, and social structures. They deeply resent the existence of the Golden Cap and those who use it. Some hunt for Caps to destroy them; others seek to free bound siblings.</p>\n\n<h3>Playing a Winged Monkey</h3>\n\n<p>Winged Monkey characters face the constant threat of being bound:</p>\n\n<p><strong>Ability Score Increase:</strong> Your Dexterity score increases by 2, and your Charisma score increases by 1.</p>\n\n<p><strong>Age:</strong> Winged Monkeys mature at 10 and live 40-60 years.</p>\n\n<p><strong>Size:</strong> Small or Medium (your choice).</p>\n\n<p><strong>Speed:</strong> Your base walking speed is 30 feet. You have a flying speed of 30 feet. You have a climbing speed of 30 feet.</p>\n\n<p><strong>Natural Flier:</strong> You can use your wings to fly, though you tire more easily than bird Animals. You must land after flying for 1 hour or gain one level of exhaustion.</p>\n\n<p><strong>Prehensile Feet:</strong> You can use your feet to manipulate objects and tools.</p>\n\n<p><strong>Golden Cap Vulnerability:</strong> You are vulnerable to control magic from Golden Caps or similar artifacts. You have disadvantage on saving throws against such effects.</p>\n\n<p><strong>Languages:</strong> You can speak, read, and write Common (Ozian) and Winged Monkey.</p>\n\n<h2>Half-Humans, Half-Animals</h2>\n\n<h3>The Tragic Children</h3>\n\n<p>Rarely, a human and an Animal produce offspring. These children are deeply stigmatized by both communities:</p>\n\n<ul>\n<li><strong>Human Perspective:</strong> Half-Animal children are seen as abominations, proof of moral corruption, violations of natural law. They are often killed at birth or abandoned.</li>\n<li><strong>Animal Perspective:</strong> Some Animal communities embrace half-Animal children as proof that the line between Animal and human is arbitrary. Others reject them, fearing that the existence of hybrids will be used to justify further persecution (\"They're trying to corrupt our bloodlines!\").</li>\n<li><strong>Church Teaching:</strong> The Unionist Church considers human-Animal unions to be sin, and the children to be soulless abominations.</li>\n</ul>\n\n<h3>Legal Status</h3>\n\n<p>Half-Animal individuals have no clear legal status. They are not human (and thus not citizens). They are not quite Animal (and thus not subject to Animal registration laws—a double-edged sword, as it also means they're not protected by what few Animal rights exist). They exist in a legal void.</p>\n\n<h3>Playing a Half-Animal Character</h3>\n\n<p>Half-Animal characters face persecution from all sides:</p>\n\n<p><strong>Ability Scores:</strong> Combine traits from the human and Animal parent (work with your DM).</p>\n\n<p><strong>Appearance:</strong> You have visible traits of both species—perhaps animal ears and tail with otherwise human features, or human-like face with animal body. Your exact appearance is unique.</p>\n\n<p><strong>Social Stigma:</strong> You have disadvantage on Charisma checks with both humans and Animals unless they are exceptionally open-minded. You are immediately recognizable as a half-breed.</p>\n\n<p><strong>Identity Crisis:</strong> You belong to no community fully. This can be liberating (no loyalty to either side) or devastating (no home anywhere).</p>\n\n<p><strong>Uncertain Future:</strong> No one knows if you can have children, how long you'll live, or what your ultimate nature is. You are a living question.</p>\n\n<h2>Other Uncertain Beings</h2>\n\n<h3>Bees and Hive Intelligence</h3>\n\n<p>Bee society in Oz is complex. Individual bees seem to possess limited intelligence, but the hive as a collective demonstrates sophisticated decision-making, communication, and even negotiation with beekeepers. Is the Queen the consciousness, or is it distributed across the hive? Are bees Animals, or are they something else entirely?</p>\n\n<h3>Transformed Beings</h3>\n\n<p>Magic in Oz can transform people from one form to another—Ozma was transformed into Tip, Elphaba allegedly transformed Fiyero into a scarecrow (though this is unconfirmed). What is the status of a transformed being? If a human is transformed into an animal, are they still a person? What about the reverse?</p>\n\n<h3>The Time-Slipped</h3>\n\n<p>Some beings show evidence of temporal wrongness—existing out of time, displaced from when they should be, aging irregularly. Are they still the same person? Do rights persist across time-slips?</p>\n\n<h2>Philosophical Implications</h2>\n\n<p>Hybrid and Uncertain Status beings reveal the fundamental arbitrariness of Oz's categories:</p>\n\n<ul>\n<li>If a Kalidah can think, why does speech matter?</li>\n<li>If the Gump was conscious, what makes flesh superior to sofa-flesh?</li>\n<li>If Winged Monkeys can be controlled, does that make them less than people—or does it make the Cap an instrument of slavery?</li>\n<li>If half-Animals exist, what does that say about the divide between Animal and human?</li>\n</ul>\n\n<p>These beings force uncomfortable questions: perhaps consciousness and personhood aren't binary states but spectrums. Perhaps the categories exist not to describe reality but to justify exploitation. Perhaps every attempt to define who deserves rights is really an attempt to define who doesn't.</p>\n\n<h2>Roleplaying Uncertain Status Characters</h2>\n\n<p><strong>Personality Traits:</strong></p>\n<ul>\n<li>I am constantly asked to justify my existence; I'm exhausted by it.</li>\n<li>I belong nowhere, so I belong everywhere; I have no loyalty to any faction.</li>\n<li>I collect stories of other outcasts, building a taxonomy of the rejected.</li>\n<li>I am living proof that their categories are lies, and I won't let them forget it.</li>\n<li>I just want to be left alone to exist in peace.</li>\n</ul>\n\n<p><strong>Ideals:</strong></p>\n<ul>\n<li><strong>Abolition.</strong> All categories of oppression must be destroyed. (Chaotic)</li>\n<li><strong>Acceptance.</strong> Everyone deserves to exist without justification. (Good)</li>\n<li><strong>Proof.</strong> I will prove I deserve rights through actions and achievement. (Lawful)</li>\n<li><strong>Survival.</strong> The only thing that matters is staying alive. (Neutral)</li>\n<li><strong>Revenge.</strong> They call me monster; I'll show them what monsters do. (Evil)</li>\n</ul>\n\n<p><strong>Bonds:</strong></p>\n<ul>\n<li>I search for others like me, building a community of the uncategorized.</li>\n<li>Someone accepted me despite my nature; I owe them everything.</li>\n<li>I am proof my parents' love was real, and I honor that love.</li>\n<li>A scholar is studying beings like me; I assist their research, hoping it will help us gain recognition.</li>\n</ul>\n\n<p><strong>Flaws:</strong></p>\n<ul>\n<li>I am so used to rejection that I reject others first, pushing away potential allies.</li>\n<li>I hate my uncertain nature and would do anything to become \"pure\" one thing or another.</li>\n<li>I resent that I must justify my existence when others simply get to exist.</li>\n<li>I sometimes believe the things they say about me—that I'm an abomination, a mistake.</li>\n</ul>\n\n<h2>GM Notes</h2>\n\n<p>Uncertain Status beings add complexity and moral weight to campaigns exploring personhood and rights.</p>\n\n<p><strong>Using Uncertain NPCs:</strong></p>\n<ul>\n<li>A Kalidah who speaks, proving sentience—but is still hunted</li>\n<li>A half-Animal child abandoned by both communities, needing protection</li>\n<li>A Winged Monkey seeking to destroy all Golden Caps</li>\n<li>A magically animated being questioning whether it's truly alive</li>\n<li>A bee-keeper who claims to negotiate with the Queen—is it real communication?</li>\n</ul>\n\n<p><strong>Plot Hooks:</strong></p>\n<ul>\n<li>The party encounters a speaking Kalidah; do they kill it as a monster or recognize it as a person?</li>\n<li>A scholar studying hybrid beings is arrested for heresy; their research might prove hybrids are people</li>\n<li>The party must infiltrate a Winged Monkey community to recover something, negotiating with beings whose personhood is disputed</li>\n<li>A magically created being asks the party to help it find its creator—and demand recognition as a person</li>\n<li>Half-Animal children are being systematically killed; can the party stop it?</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/races/animals/mammals', 'Animals: Mammals'); return false;\">Animals: Mammals</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/races/animals/the-question-of-fish', 'The Question of Fish'); return false;\">The Question of Fish</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('creatures/monsters/kalidahs', 'Kalidahs'); return false;\">Kalidahs</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('objects/magic-items/legendary/golden-cap', 'Golden Cap'); return false;\">Golden Cap</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('philosophy/consciousness-debates', 'Consciousness Debates'); return false;\">Consciousness Debates</a></li>\n</ul>",
    "related": [
      "character/races/animals/mammals",
      "character/races/animals/the-question-of-fish",
      "creatures/monsters/kalidahs",
      "objects/magic-items/legendary/golden-cap",
      "philosophy/consciousness-debates"
    ],
    "tags": ["race", "animal", "hybrid", "kalidah", "uncertain", "philosophical"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/races/animals/playing-an-animal": {
    "title": "Playing an Animal: Mechanics Guide",
    "content": "<h1>Playing an Animal: Mechanics Guide</h1>\n\n<blockquote>\n<p><em>\"They made rules about what we can't do, where we can't go, who we can't be. They forgot that survival itself is resistance.\"</em> — Underground Animal maxim</p>\n</blockquote>\n\n<h2>Overview</h2>\n\n<p>This page provides mechanical guidance for playing Animal characters in a Maguire Oz campaign. Unlike standard D&D 5e beast races, Animal characters carry the weight of systemic oppression, legal persecution, and the constant threat of Silencing or death. These mechanics aim to represent both the unique abilities Animals possess and the tremendous social and political burdens they bear.</p>\n\n<h2>Size Variations</h2>\n\n<p>Animals in Oz range from Tiny (small birds, mice) to Huge (elephants). Size affects combat, equipment, and social interactions:</p>\n\n<h3>Tiny Animals (6 inches to 2 feet tall)</h3>\n\n<p><strong>Examples:</strong> Small songbirds, mice, some lizards, small frogs</p>\n\n<p><strong>Mechanical Effects:</strong></p>\n<ul>\n<li><strong>Size Category:</strong> Tiny</li>\n<li><strong>Space:</strong> 2.5 feet by 2.5 feet</li>\n<li><strong>Hit Dice:</strong> May use d4 instead of class hit die (DM discretion)</li>\n<li><strong>Carrying Capacity:</strong> Strength score × 7.5 lbs</li>\n<li><strong>AC Bonus:</strong> +2 to AC due to size</li>\n<li><strong>Attack Disadvantage:</strong> Tiny creatures have disadvantage on attack rolls with weapons sized for Medium creatures</li>\n<li><strong>Stealth Advantage:</strong> Advantage on Dexterity (Stealth) checks</li>\n<li><strong>Social Impact:</strong> Easy to overlook or dismiss; some humans literally don't see you as a threat or a person</li>\n<li><strong>Equipment:</strong> All equipment must be custom-made (2× cost) and most armor is unavailable</li>\n</ul>\n\n<h3>Small Animals (2-4 feet tall)</h3>\n\n<p><strong>Examples:</strong> Badgers, some monkeys, crows, small wolves, many reptiles</p>\n\n<p><strong>Mechanical Effects:</strong></p>\n<ul>\n<li><strong>Size Category:</strong> Small</li>\n<li><strong>Space:</strong> 5 feet by 5 feet</li>\n<li><strong>Carrying Capacity:</strong> Normal (Strength × 15 lbs)</li>\n<li><strong>Attack Rules:</strong> Heavy weapons have disadvantage</li>\n<li><strong>Social Impact:</strong> Easier to underestimate; people may not take you seriously</li>\n<li><strong>Equipment:</strong> Some armor requires modification (1.5× cost)</li>\n</ul>\n\n<h3>Medium Animals (4-7 feet tall)</h3>\n\n<p><strong>Examples:</strong> Wolves, smaller bears, apes, eagles, most bipedal Animals</p>\n\n<p><strong>Mechanical Effects:</strong></p>\n<ul>\n<li><strong>Size Category:</strong> Medium</li>\n<li><strong>Standard Rules:</strong> All standard 5e Medium creature rules apply</li>\n<li><strong>Social Impact:</strong> Taken more seriously as a physical threat; also more obviously \"not human\"</li>\n<li><strong>Equipment:</strong> Standard costs, but some equipment must be customized for animal anatomy</li>\n</ul>\n\n<h3>Large Animals (7-10 feet tall)</h3>\n\n<p><strong>Examples:</strong> Large bears, tigers, lions, large eagles, large turtles</p>\n\n<p><strong>Mechanical Effects:</strong></p>\n<ul>\n<li><strong>Size Category:</strong> Large</li>\n<li><strong>Space:</strong> 10 feet by 10 feet</li>\n<li><strong>Carrying Capacity:</strong> Strength × 30 lbs</li>\n<li><strong>Powerful Build:</strong> Count as one size larger for push/drag/lift</li>\n<li><strong>Social Impact:</strong> Terrifying to many humans; immediate threat response; \"shoot first\" mentality from Gale Force</li>\n<li><strong>Equipment:</strong> All equipment custom-made (3× cost), many magic items don't fit</li>\n<li><strong>Indoor Spaces:</strong> Difficulty entering buildings, riding vehicles, navigating human-sized spaces</li>\n</ul>\n\n<h3>Huge Animals (10+ feet tall)</h3>\n\n<p><strong>Examples:</strong> Elephants, very large bears</p>\n\n<p><strong>Mechanical Effects:</strong></p>\n<ul>\n<li><strong>Size Category:</strong> Huge</li>\n<li><strong>Space:</strong> 15 feet by 15 feet</li>\n<li><strong>Carrying Capacity:</strong> Strength × 60 lbs</li>\n<li><strong>Powerful Build:</strong> Count as Gargantuan for push/drag/lift</li>\n<li><strong>Social Impact:</strong> Cannot enter most buildings; visible from great distances; Gale Force military response; some humans flee on sight</li>\n<li><strong>Equipment:</strong> Almost everything custom (5× cost), extremely limited options</li>\n<li><strong>Lifestyle:</strong> Cannot live in cities; relegated to wilderness or specially constructed spaces</li>\n<li><strong>Campaign Consideration:</strong> Huge Animals are extremely difficult to play in most campaigns; DM discretion strongly advised</li>\n</ul>\n\n<h2>Natural Weapons</h2>\n\n<p>Most Animal characters possess natural weapons—claws, teeth, horns, talons, or similar. These provide both mechanical benefits and narrative complications.</p>\n\n<h3>Mechanical Benefits</h3>\n\n<ul>\n<li><strong>Always Armed:</strong> You cannot be disarmed (literally)</li>\n<li><strong>Unarmed Strike Alternative:</strong> Natural weapons are more effective than standard unarmed strikes</li>\n<li><strong>Two-Weapon Fighting:</strong> Claws may allow attacking with both, bite may be a bonus action after claw attacks (DM discretion)</li>\n<li><strong>Damage Types:</strong> Slashing (claws), Piercing (bites, horns), Bludgeoning (fists, trunks)</li>\n</ul>\n\n<h3>Damage by Size</h3>\n\n<table>\n<tr><th>Animal Size</th><th>Claws/Talons</th><th>Bite</th><th>Other</th></tr>\n<tr><td>Tiny</td><td>1 damage</td><td>1d4</td><td>1 damage</td></tr>\n<tr><td>Small</td><td>1d4</td><td>1d6</td><td>1d4</td></tr>\n<tr><td>Medium</td><td>1d6</td><td>1d8</td><td>1d6</td></tr>\n<tr><td>Large</td><td>1d8</td><td>1d10</td><td>1d8</td></tr>\n<tr><td>Huge</td><td>2d6</td><td>2d8</td><td>2d6</td></tr>\n</table>\n\n<h3>Social Complications</h3>\n\n<ul>\n<li><strong>\"Armed Animal\" Laws:</strong> In many cities, Animals with visible natural weapons (unsheathed claws, bared teeth) can be arrested for \"threatening behavior\"</li>\n<li><strong>Justifying Violence:</strong> When Animals defend themselves with natural weapons, it's used as proof they're \"savage beasts\"</li>\n<li><strong>Human Fear:</strong> Visible natural weapons make social interaction more difficult (disadvantage on Persuasion in many contexts)</li>\n<li><strong>Declawing/Defanging:</strong> Some captured Animals are forcibly declawed or have teeth removed, an agonizing mutilation</li>\n</ul>\n\n<h3>Optional Rule: Sheathed/Unsheathed</h3>\n\n<p>To avoid \"armed Animal\" charges, you can keep claws sheathed, mouth closed, etc. This requires deliberate action (free action) to ready weapons for combat. Surprise rounds may not allow this.</p>\n\n<h2>The Social Burden: Systematic Mechanics</h2>\n\n<p>The persecution of Animals is not just flavor—it has mechanical consequences:</p>\n\n<h3>Legal Restrictions</h3>\n\n<p><strong>Registration:</strong> In most cities, Animals must register with Gale Force authorities within 24 hours of arrival. Failure to register is a crime punishable by detention or Silencing.</p>\n\n<ul>\n<li><strong>Mechanics:</strong> Upon entering a new settlement, make a DC 10 Intelligence or Wisdom check to remember to register. Failure means you forget or don't find the registration office in time.</li>\n<li><strong>If Caught Unregistered:</strong> Charisma (Deception or Persuasion) check DC 15 to talk your way out. Failure means detention, fines, or worse.</li>\n</ul>\n\n<p><strong>Curfew:</strong> Many cities impose curfews on Animals (no Animals on streets after dark).</p>\n\n<ul>\n<li><strong>Mechanics:</strong> If out after curfew, make Dexterity (Stealth) checks DC 12 every hour to avoid Gale Force patrols. If spotted, you must explain yourself (Charisma check DC 15) or face arrest.</li>\n</ul>\n\n<p><strong>Restricted Areas:</strong> Universities, government buildings, wealthy neighborhoods, and other areas may be forbidden to Animals.</p>\n\n<ul>\n<li><strong>Mechanics:</strong> Entering restricted areas requires disguise, forged papers, or convincing a human companion to vouch for you. Discovery means immediate expulsion or arrest.</li>\n</ul>\n\n<h3>Social Disadvantage</h3>\n\n<p>Animal characters have disadvantage on Charisma (Persuasion) checks when dealing with:</p>\n<ul>\n<li>Government officials</li>\n<li>Gale Force or police</li>\n<li>Orthodox Unionists</li>\n<li>Wealthy humans</li>\n<li>Merchants in anti-Animal regions</li>\n<li>Anyone who has been taught to fear/hate Animals</li>\n</ul>\n\n<p>Animal characters have advantage on Charisma (Persuasion) checks when dealing with:</p>\n<ul>\n<li>Other Animals</li>\n<li>Animal rights activists</li>\n<li>Reform Unionists and Lurlinites</li>\n<li>The oppressed and marginalized (Quadlings, the poor, etc.)</li>\n<li>Anyone who has been personally harmed by the regime</li>\n</ul>\n\n<h3>Economic Burden</h3>\n\n<ul>\n<li><strong>Higher Costs:</strong> Animals pay 1.5× normal cost for goods in most human establishments (\"Animal tax\")</li>\n<li><strong>Service Refusal:</strong> Some establishments refuse to serve Animals at all</li>\n<li><strong>Employment Barriers:</strong> Animals are barred from most professions; income opportunities are limited</li>\n<li><strong>Equipment:</strong> Custom equipment for animal anatomy costs 1.5× to 5× normal depending on how unusual your anatomy is</li>\n</ul>\n\n<h3>Violence and Harassment</h3>\n\n<p>When in human-dominated areas, roll a d20 at the start of each day:</p>\n<ul>\n<li><strong>1-2:</strong> Serious incident (assault, arrest attempt, Gale Force harassment)</li>\n<li><strong>3-5:</strong> Moderate incident (verbal abuse, refused service, threats)</li>\n<li><strong>6-10:</strong> Minor incident (slurs, spitting, children throwing stones)</li>\n<li><strong>11-20:</strong> No major incident (though casual background bigotry persists)</li>\n</ul>\n\n<p>DM may adjust based on location (worse in Emerald City, better in Quadling refuges).</p>\n\n<h2>Passing as animal (lowercase)</h2>\n\n<p>Some Animals survive by \"passing\"—pretending to be non-sentient animals. This is deeply traumatic but sometimes necessary.</p>\n\n<h3>Mechanics of Passing</h3>\n\n<p><strong>Requirements:</strong></p>\n<ul>\n<li>Suppress all speech (cannot cast verbal spells, give orders, communicate except through animal sounds)</li>\n<li>Move like an animal (four legs if applicable; abandon upright posture)</li>\n<li>Demonstrate animal-like behavior (eating raw food, avoiding complex tasks, acting on \"instinct\")</li>\n</ul>\n\n<p><strong>Deception Check:</strong> When passing, make Charisma (Deception) checks opposed by observers' Wisdom (Insight). You have advantage on this check because you ARE actually the animal you're pretending to be—you're just hiding your sentience.</p>\n\n<p><strong>Modifiers:</strong></p>\n<ul>\n<li>+5 if you don't speak or gesture</li>\n<li>+3 if you walk on all fours (when applicable)</li>\n<li>+2 if you perform convincing \"animal behaviors\"</li>\n<li>-5 if you're carrying equipment or wearing clothes</li>\n<li>-3 if you're in a situation where an animal shouldn't be (university library, palace, etc.)</li>\n</ul>\n\n<h3>Psychological Cost</h3>\n\n<p>Every day spent passing, make a DC 10 Wisdom saving throw. On a failure, gain one point of Existential Exhaustion (see below). DC increases by 1 for each consecutive day passing.</p>\n\n<p><strong>Breaking Character:</strong> Witnessing atrocities, seeing another Animal harmed, or being personally abused may force a Wisdom saving throw (DC 15) to maintain passing. Failure means you break character—speaking, standing upright, or otherwise revealing sentience.</p>\n\n<h3>Existential Exhaustion (Optional Rule)</h3>\n\n<p>Similar to regular exhaustion, but represents psychological trauma:</p>\n\n<ol>\n<li>Disadvantage on Charisma checks</li>\n<li>Disadvantage on Wisdom checks</li>\n<li>Disadvantage on Intelligence checks</li>\n<li>Disadvantage on all ability checks</li>\n<li>You question whether you're actually a person; disadvantage on all rolls</li>\n<li>Total dissociation; you become an animal (lowercase) until magically cured or extensively healed</li>\n</ol>\n\n<p>Existential Exhaustion is removed by long rests in safe spaces with supportive community, or through magical healing (Lesser Restoration removes one level, Greater Restoration removes all levels).</p>\n\n<h2>Silencing: Game Mechanics</h2>\n\n<p>Silencing is the most feared punishment inflicted on Animals. It can be surgical, magical, or psychological.</p>\n\n<h3>Types of Silencing</h3>\n\n<p><strong>Surgical Silencing:</strong> Vocal cords are cut or tongue is removed.</p>\n<ul>\n<li>Cannot speak</li>\n<li>Can still understand language</li>\n<li>Can write if literate and has hands/ability to manipulate tools</li>\n<li>Can use sign language</li>\n<li>Cannot cast spells with verbal components</li>\n<li>Can be reversed with <em>Regenerate</em> spell or similar high-level healing</li>\n<li>Causes permanent physical trauma</li>\n</ul>\n\n<p><strong>Magical Silencing:</strong> A curse or spell prevents speech.</p>\n<ul>\n<li>Cannot speak (magically prevented)</li>\n<li>Can be reversed with <em>Remove Curse</em>, <em>Greater Restoration</em>, or <em>Dispel Magic</em> (if spell-based)</li>\n<li>May allow the Animal to scream or make sounds but not form words</li>\n<li>Causes psychological trauma</li>\n</ul>\n\n<p><strong>Psychological Silencing:</strong> Trauma causes the Animal to lose the ability to speak.</p>\n<ul>\n<li>Technically capable of speech but cannot bring themselves to speak</li>\n<li>May whisper or speak in extreme stress</li>\n<li>Requires therapy, time, and safety to recover</li>\n<li>Mechanical recovery: Extended roleplay, successful Wisdom saving throws over time (DC 15, can attempt once per week in safe environments), or <em>Greater Restoration</em></li>\n</ul>\n\n<h3>Legal Consequences of Silencing</h3>\n\n<p>A Silenced Animal loses legal personhood. They are reclassified as animals (lowercase) and:</p>\n<ul>\n<li>Can be bought and sold as property</li>\n<li>Have no legal rights</li>\n<li>Cannot testify, own property, or enter contracts</li>\n<li>Can be treated as beasts of burden</li>\n</ul>\n\n<h3>Reversing Silencing</h3>\n\n<p>Recovering from Silencing is a major campaign goal. It requires:</p>\n<ul>\n<li>Appropriate magic (level and type depends on Silencing method)</li>\n<li>A safe space for recovery</li>\n<li>Community support</li>\n<li>Time to rebuild identity and voice</li>\n<li>Possibly revenge against those responsible (character-dependent)</li>\n</ul>\n\n<h2>Playing Specific Animal Types</h2>\n\n<h3>Flying Animals (Birds, Bats, Winged Monkeys)</h3>\n\n<p><strong>Advantages:</strong></p>\n<ul>\n<li>Superior mobility and escape options</li>\n<li>Access to areas others cannot reach</li>\n<li>Excellent scouts and messengers</li>\n</ul>\n\n<p><strong>Challenges:</strong></p>\n<ul>\n<li>Highly visible when flying</li>\n<li>Subject to \"no-fly\" zones in cities</li>\n<li>Can be shot down by archers</li>\n<li>Flight indoors is often impossible</li>\n<li>Wings are vulnerable to damage (wing-clipping)</li>\n</ul>\n\n<p><strong>Special Mechanic: No-Fly Zones</strong></p>\n<p>Flying in restricted airspace requires Dexterity (Stealth) checks to avoid detection. DC varies by location (DC 10 in rural areas, DC 15 in cities, DC 20 near government buildings). Detection means immediate Gale Force response.</p>\n\n<h3>Aquatic Animals (Fish, Dolphins, Seals, Otters)</h3>\n\n<p><strong>Advantages:</strong></p>\n<ul>\n<li>Access to underwater areas</li>\n<li>Escape into water</li>\n<li>Difficult for land-based enemies to pursue</li>\n</ul>\n\n<p><strong>Challenges:</strong></p>\n<ul>\n<li>Must stay wet (risk of exhaustion if dry too long)</li>\n<li>Limited land mobility</li>\n<li>Equipment often water-damaged</li>\n<li>Difficult to participate in land-based adventures</li>\n</ul>\n\n<p><strong>Special Mechanic: Desiccation</strong></p>\n<p>Fully aquatic Animals must be submerged in water at least once every 4 hours or suffer one level of exhaustion per 4 hours. Semi-aquatic Animals (otters, seals) can go 8 hours but have disadvantage on all rolls after 4 hours without water.</p>\n\n<h3>Nocturnal Animals (Owls, Bats, some Cats)</h3>\n\n<p><strong>Advantages:</strong></p>\n<ul>\n<li>Superior darkvision or blindsight</li>\n<li>Function well in darkness</li>\n<li>Can operate during curfew (harder to spot at night)</li>\n</ul>\n\n<p><strong>Challenges:</strong></p>\n<ul>\n<li>Disadvantage in bright sunlight (some species)</li>\n<li>Sleep schedule conflicts with diurnal party members</li>\n<li>Daytime activities are exhausting</li>\n</ul>\n\n<p><strong>Special Mechanic: Sunlight Sensitivity (some species)</strong></p>\n<p>When in bright sunlight, you have disadvantage on attack rolls and Wisdom (Perception) checks that rely on sight.</p>\n\n<h3>Burrowing Animals (Badgers, some Rodents)</h3>\n\n<p><strong>Advantages:</strong></p>\n<ul>\n<li>Can tunnel to escape or infiltrate</li>\n<li>Create hiding places and safe houses</li>\n<li>Tremorsense detects approaching danger</li>\n</ul>\n\n<p><strong>Challenges:</strong></p>\n<ul>\n<li>Burrowing is loud and slow</li>\n<li>Cannot burrow through stone or metal</li>\n<li>Emerging from burrows can be disorienting</li>\n</ul>\n\n<h2>Animal-Specific Equipment</h2>\n\n<h3>Armor Modifications</h3>\n\n<p>Animals with unusual anatomy need modified armor:</p>\n\n<ul>\n<li><strong>Quadrupeds:</strong> Armor must cover four legs and torso (1.5× cost, 1.5× weight)</li>\n<li><strong>Winged:</strong> Armor must allow wing movement (2× cost, special commission)</li>\n<li><strong>Tailed:</strong> Armor includes tail protection (1.2× cost)</li>\n<li><strong>Large/Huge:</strong> Armor scaled up (3-5× cost, requires master armorer)</li>\n</ul>\n\n<h3>Tools and Instruments</h3>\n\n<p>Animals with paws, hooves, or flippers may have difficulty using tools designed for human hands:</p>\n\n<ul>\n<li><strong>No Opposable Thumbs:</strong> Disadvantage on Sleight of Hand and checks using fine tools (DM discretion)</li>\n<li><strong>Modified Tools:</strong> Custom tools can negate this (1.5× cost)</li>\n<li><strong>Beak/Trunk Users:</strong> Can manipulate objects but not as precisely as hands (disadvantage on fine manipulation)</li>\n</ul>\n\n<h3>Animal-Friendly Items</h3>\n\n<ul>\n<li><strong>Paw-shoes:</strong> Footwear for quadrupeds (protects paws, allows travel on harsh terrain; 4× normal cost since you need four)</li>\n<li><strong>Wing-Guards:</strong> Protect wings from clipping or damage (+1 AC to wings; 50 gp)</li>\n<li><strong>Communication Slate:</strong> Board and chalk for Silenced Animals to write messages (5 gp)</li>\n<li><strong>Water-Skin (Large):</strong> For aquatic Animals to stay wet on land (10 gp, holds 2 gallons)</li>\n<li><strong>Heat Stone:</strong> Warm stone for cold-blooded Animals to bask (25 gp, stays warm 8 hours)</li>\n<li><strong>Scent Mask:</strong> Conceals Animal scent from tracking (50 gp, lasts 24 hours)</li>\n</ul>\n\n<h2>Roleplaying Challenges</h2>\n\n<h3>Constant Vigilance</h3>\n\n<p>Animal characters must always be aware of their surroundings:</p>\n<ul>\n<li>Who's watching?</li>\n<li>Are there Gale Force nearby?</li>\n<li>Is this area safe for Animals?</li>\n<li>Do I have my papers?</li>\n<li>Can I escape if I need to?</li>\n</ul>\n\n<p>This hypervigilance is exhausting but necessary.</p>\n\n<h3>Code-Switching</h3>\n\n<p>Animals often must switch between different modes of presentation:</p>\n<ul>\n<li><strong>Among Animals:</strong> Relaxed, honest, communal</li>\n<li><strong>Among Safe Humans:</strong> More open than usual but still cautious</li>\n<li><strong>Among Dangerous Humans:</strong> Deferential, quiet, minimizing presence</li>\n<li><strong>Passing:</strong> Completely suppressing personhood</li>\n</ul>\n\n<h3>Moral Complexity</h3>\n\n<p>Animal characters face difficult choices:</p>\n<ul>\n<li>Collaborate to survive, or resist and risk everything?</li>\n<li>Prioritize personal safety or community welfare?</li>\n<li>Seek revenge or seek peace?</li>\n<li>Accept human allies despite their complicity in the system?</li>\n<li>Judge other Animals who made different survival choices?</li>\n</ul>\n\n<h2>Party Dynamics</h2>\n\n<h3>All-Animal Parties</h3>\n\n<p><strong>Advantages:</strong></p>\n<ul>\n<li>Shared understanding of oppression</li>\n<li>No internal bigotry based on species</li>\n<li>Can access Animal-only safe spaces and networks</li>\n</ul>\n\n<p><strong>Challenges:</strong></p>\n<ul>\n<li>Subject to group persecution (multiple Animals traveling together is suspicious)</li>\n<li>Limited access to human spaces</li>\n<li>Higher risk of being targeted by authorities</li>\n</ul>\n\n<h3>Mixed Parties (Animals and Humans)</h3>\n\n<p><strong>Advantages:</strong></p>\n<ul>\n<li>Humans can access spaces forbidden to Animals</li>\n<li>Human party members can vouch for Animals, provide cover</li>\n<li>Demonstrates cross-species solidarity</li>\n</ul>\n\n<p><strong>Challenges:</strong></p>\n<ul>\n<li>Human PCs must confront their own privilege and complicity</li>\n<li>Animal PCs may resent human PCs' ease of movement</li>\n<li>Authorities may view humans traveling with Animals as suspicious (Animal-sympathizers)</li>\n<li>Potential for internal conflict over methods and goals</li>\n</ul>\n\n<h3>Best Practices for Mixed Parties</h3>\n\n<ul>\n<li>Establish party dynamics in Session Zero: How do human and Animal PCs know each other? Why do they trust each other?</li>\n<li>Allow Animal PCs to express frustration without penalizing players</li>\n<li>Have human PCs acknowledge when they have privileges Animal PCs don't</li>\n<li>Don't force Animal PCs to educate human PCs constantly; let NPCs or research fill that role sometimes</li>\n<li>Reward genuine allyship from human PCs</li>\n</ul>\n\n<h2>GM Guidance</h2>\n\n<h3>Calibrating Oppression</h3>\n\n<p>The level of persecution Animals face should match your table's comfort level:</p>\n\n<ul>\n<li><strong>Lite:</strong> Mostly social disadvantage, occasional harassment, persecution is background lore more than constant threat</li>\n<li><strong>Moderate:</strong> Regular incidents, some mechanical penalties, occasional serious threats</li>\n<li><strong>Heavy:</strong> Constant danger, frequent violence, significant mechanical burden, escape and resistance are primary themes</li>\n</ul>\n\n<p>Discuss in Session Zero which level fits your campaign.</p>\n\n<h3>Session Zero for Animal PCs</h3>\n\n<p>Before the campaign, discuss:</p>\n<ul>\n<li>How much persecution content is appropriate?</li>\n<li>Are any specific types of violence off-limits? (Some players may not want to roleplay Silencing, declawing, family separation, etc.)</li>\n<li>Will this campaign focus on resistance, survival, both, or neither?</li>\n<li>How will human PCs engage with Animal oppression themes?</li>\n<li>What tone are we aiming for? (Dark and tragic? Hopeful resistance? Revenge fantasy?)</li>\n</ul>\n\n<h3>Making It Meaningful</h3>\n\n<p>Animal persecution should matter to the story:</p>\n<ul>\n<li>Don't include it just for \"grittiness\"—use it to explore themes of justice, resistance, complicity</li>\n<li>Allow Animal PCs agency in how they respond</li>\n<li>Show the impact of player choices on the world</li>\n<li>Include both tragedy and hope; oppression is real, but so is resistance</li>\n</ul>\n\n<h2>Advanced Rules (Optional)</h2>\n\n<h3>Instinct vs. Reason</h3>\n\n<p>Some DMs may want to include mechanics for Animal \"instincts\" that are powerful but potentially override rational thought:</p>\n\n<p><strong>Predator Instinct:</strong> Carnivorous Animals may make Wisdom saving throws (DC 12) to resist attacking wounded, fleeing prey. Failure means spending your action pursuing/attacking.</p>\n\n<p><strong>Flight Instinct:</strong> Prey Animals may make Wisdom saving throws (DC 15) to resist fleeing when seriously wounded (below half HP). Failure means using movement to flee from danger.</p>\n\n<p><strong>Territorial Instinct:</strong> Some Animals may become aggressively protective of claimed spaces.</p>\n\n<p><strong>WARNING:</strong> These mechanics can feel like you're saying Animals aren't fully rational/people. Use carefully and only if players want them. They can represent the body's animal wisdom overriding conscious thought, which happens to humans too (fight-or-flight). Make sure it doesn't feel like \"Animals are just animals.\"</p>\n\n<h3>Bestial Fury</h3>\n\n<p>When an Animal character is reduced to 0 hit points or witnesses atrocity against their community, they may enter Bestial Fury:</p>\n\n<ul>\n<li>Gain temporary HP equal to your level</li>\n<li>Advantage on Strength checks and saving throws</li>\n<li>Natural weapons deal maximum damage</li>\n<li>Cannot cast spells or use complex tactics</li>\n<li>Cannot distinguish friend from foe (attack nearest creature each turn)</li>\n<li>Lasts 1 minute or until calmed by ally (DC 15 Persuasion check)</li>\n<li>Afterward, suffer one level of exhaustion</li>\n<li>Can use once per long rest</li>\n</ul>\n\n<h2>Sample Animal PC Build</h2>\n\n<h3>Crowfeather, Crow Animal Rogue</h3>\n\n<p><strong>Background:</strong> Conference of the Birds survivor, now works with Underground Railroad</p>\n\n<p><strong>Ability Scores:</strong> STR 8, DEX 16, CON 12, INT 15, WIS 13, CHA 10</p>\n\n<p><strong>Skills:</strong> Stealth (expertise), Investigation (expertise), Perception, Insight, Thieves' Tools (proficiency)</p>\n\n<p><strong>Equipment:</strong> Thieves' tools (modified for beak use), dark cloak, Underground Railroad map, forged papers, crow network contact list (encoded)</p>\n\n<p><strong>Personality:</strong> Remembers every face. Never forgets who helped and who hurt Animals. Uses information as currency. Fiercely protective of crow network. Distrusts humans until they prove themselves.</p>\n\n<p><strong>Goal:</strong> Rebuild the Conference of the Birds' information network; expose Gale Force officers who killed Conference leaders</p>\n\n<h2>Conclusion</h2>\n\n<p>Playing an Animal character in Oz is challenging, rewarding, and deeply meaningful. You are playing someone living under oppression, making difficult choices, surviving despite systematic attempts to destroy you. Your existence is resistance. Your speech is revolution. Your refusal to be made small or silent or animal (lowercase) matters.</p>\n\n<p>These mechanics aim to capture both the mechanical distinctiveness of Animals and the terrible weight they bear. Work with your DM to find the right balance for your table between mechanical burden and narrative impact, between tragedy and hope.</p>\n\n<p>Remember: this is a game. Take care of yourselves and each other. If content becomes too heavy, talk about it and adjust. The goal is meaningful storytelling, not trauma tourism.</p>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/races/animals/mammals', 'Animals: Mammals'); return false;\">Animals: Mammals</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/races/animals/birds', 'Animals: Birds'); return false;\">Animals: Birds</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('conditions/silenced', 'Silenced (Condition)'); return false;\">Silenced (Condition)</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('factions/animal-resistance', 'Animal Resistance'); return false;\">Animal Resistance</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('factions/underground-railroad', 'Underground Railroad'); return false;\">Underground Railroad</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/backgrounds/animal-passing', 'Background: Passing as animal'); return false;\">Background: Passing as animal</a></li>\n</ul>",
    "related": [
      "character/races/animals/mammals",
      "character/races/animals/birds",
      "conditions/silenced",
      "factions/animal-resistance",
      "factions/underground-railroad",
      "character/backgrounds/animal-passing"
    ],
    "tags": ["race", "animal", "mechanics", "guide", "playable", "rules"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  }
}
