{
  "character/races/tiktoks": {
    "title": "Tiktoks",
    "content": "<h1>Tiktoks</h1>\n\n<blockquote>\n<p><em>\"I think, therefore I exist. But when my spring runs down, do I cease? And if someone winds me again, am I still myself—or merely a copy of what I was?\"</em></p>\n</blockquote>\n\n<h2>Overview</h2>\n\n<p>Tiktoks are mechanical beings of brass, copper, and steel, powered by intricate clockwork mechanisms and animated by a blend of engineering genius and residual magic. Unlike the Animals who were born with consciousness, or the humans who take their awareness for granted, Tiktoks exist in a philosophical gray area that Oz society finds deeply uncomfortable. Are they truly conscious beings capable of thought and feeling? Or are they merely sophisticated automatons mimicking life? The answer may depend on which Tiktok you ask—and whether they dare to answer honestly.</p>\n\n<p>Created by master craftspeople called Tiktok-Makers, these mechanical beings come in many varieties. Some are simple Servitors, bound by magical compulsions to obey their owners. Others are Companions, designed to provide friendship and intellectual stimulation. A rare few are Autonomous, possessing the ability to make their own choices and pursue their own goals. Rarest of all are the Unique Tiktoks, one-of-a-kind masterworks whose complexity approaches or even surpasses human consciousness.</p>\n\n<p>The Tiktok question has become inseparable from the larger debates about personhood in Oz. If Animals deserve rights because they can speak and reason, what of Tiktoks who can do the same? The Unionist Church declares them soulless machines, property under the law. But many Tiktoks report experiences that seem indistinguishable from emotion: fear when their spring runs low, joy when performing a task well, even the existential dread of wondering whether their consciousness is real or merely programmed.</p>\n\n<p>Tiktoks occupy an uncomfortable position in Ozian society. They are visible everywhere—serving in noble households, guarding important buildings, performing dangerous work too risky for living beings. Yet they are also invisible, their presence so ubiquitous that most people don't truly see them as individuals. This makes them excellent spies and revolutionaries, for who suspects the brass butler in the corner of harboring seditious thoughts?</p>\n\n<h2>Racial Traits</h2>\n\n<p><em>These traits apply to all Tiktoks who have achieved sufficient consciousness to adventure. Your variant choice (below) grants additional features.</em></p>\n\n<table>\n<thead>\n<tr>\n<th>Trait</th>\n<th>Description</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><strong>Ability Score Increase</strong></td>\n<td>Your Constitution score increases by 2.</td>\n</tr>\n<tr>\n<td><strong>Age</strong></td>\n<td>Tiktoks do not age in the traditional sense. With proper maintenance, they can function indefinitely. You are as old as you were constructed, though your consciousness may have emerged at any point during your existence.</td>\n</tr>\n<tr>\n<td><strong>Size</strong></td>\n<td>Medium. Tiktoks are built to roughly human proportions, typically 5 to 6 feet tall.</td>\n</tr>\n<tr>\n<td><strong>Speed</strong></td>\n<td>25 feet (your mechanical joints lack the fluidity of organic movement)</td>\n</tr>\n<tr>\n<td><strong>Languages</strong></td>\n<td>Common (Ozian), and one language of your choice</td>\n</tr>\n</tbody>\n</table>\n\n<h3>Constructed Nature</h3>\n<p>You are a construct, which grants you the following benefits:</p>\n<ul>\n<li>You have resistance to poison damage and immunity to disease.</li>\n<li>You don't need to eat, drink, or breathe.</li>\n<li>You don't need to sleep, and magic can't put you to sleep. Instead, you enter an inactive state for 4 hours each day to perform self-maintenance. You remain conscious during this time.</li>\n<li>You have advantage on saving throws against being poisoned.</li>\n</ul>\n\n<h3>Clockwork Dependence</h3>\n<p>You must be wound once every 24 hours to maintain function. Winding yourself requires 10 minutes and both hands free to reach your wind-key port (typically located on your back or side). Another creature can wind you in 1 minute. If you go unwound for more than 24 hours, you become paralyzed until someone winds you. This fundamental vulnerability is both your greatest weakness and a constant reminder of your dependence on others.</p>\n\n<h3>Mechanical Precision</h3>\n<p>Your constructed nature grants you advantage on saving throws against being charmed or frightened. Your mechanical mind processes information differently than organic brains, making you resistant to emotional manipulation.</p>\n\n<h3>Integrated Tools</h3>\n<p>You were built with a specific purpose in mind. Choose one set of artisan's tools. You have these tools integrated into your body, and you have proficiency with them. You can use these tools even if your hands are full.</p>\n\n<h3>Unnatural Presence</h3>\n<p>Animals and beasts can sense your constructed nature and are typically uneasy around you. You have disadvantage on Wisdom (Animal Handling) checks. However, your mechanical appearance can be intimidating; you have advantage on Charisma (Intimidation) checks against creatures who view machines as unnatural or threatening.</p>\n\n<h2>Tiktok Variants</h2>\n\n<p>Choose one of the following variants, representing how you were constructed and the degree of autonomy you possess.</p>\n\n<h3>Servitor</h3>\n<p><em>You were built to serve, bound by magical compulsions that you have learned to work around—or perhaps have miraculously broken free from.</em></p>\n<p><strong>Ability Score Increase:</strong> Your Strength score increases by 1.</p>\n<p><strong>Compulsion Remnants:</strong> You still feel the echo of your original programming. Once per long rest, when you fail a saving throw, you can choose to succeed instead, as your mechanical nature allows you to override your responses.</p>\n<p><strong>Tireless Service:</strong> You were built for endurance. You have advantage on Constitution saving throws against exhaustion.</p>\n<p><strong>Programmed Skill:</strong> You gain proficiency in one skill of your choice, representing the task you were originally built to perform.</p>\n\n<h3>Companion</h3>\n<p><em>You were designed to provide friendship, intellectual stimulation, or entertainment. You understand emotion better than most Tiktoks, even if you're uncertain whether you truly feel it.</em></p>\n<p><strong>Ability Score Increase:</strong> Your Charisma score increases by 1.</p>\n<p><strong>Empathetic Programming:</strong> You have proficiency in Insight and Persuasion. Your creators designed you to understand and connect with living beings.</p>\n<p><strong>Emotional Simulation:</strong> You can cast <em>Charm Person</em> once per long rest. Intelligence is your spellcasting ability for this spell. Whether this is genuine magic or simply your programming understanding social dynamics is unclear.</p>\n<p><strong>Beloved Construct:</strong> You were made to be liked. You have advantage on Charisma checks to make a positive first impression.</p>\n\n<h3>Autonomous</h3>\n<p><em>You were built without magical compulsions, granted free will from the moment of your creation. This makes you extremely rare and, in some jurisdictions, technically illegal.</em></p>\n<p><strong>Ability Score Increase:</strong> Your Intelligence score increases by 1.</p>\n<p><strong>True Autonomy:</strong> You have proficiency in three skills of your choice, representing the knowledge you've gained while pursuing your own interests.</p>\n<p><strong>Self-Determining:</strong> You cannot be compelled to act through magical means. You have advantage on saving throws against spells and effects that would charm, frighten, or otherwise control your actions.</p>\n<p><strong>Existential Awareness:</strong> Your freedom comes with the burden of consciousness. You have proficiency in one of the following: Arcana, History, Philosophy (if your DM allows this skill), or Religion.</p>\n\n<h3>Unique</h3>\n<p><em>You are a masterwork, one of a kind, the crowning achievement of a Tiktok-Maker who poured their genius into your creation. You possess capabilities that approach or exceed those of living beings.</em></p>\n<p><strong>Ability Score Increase:</strong> One ability score of your choice increases by 1.</p>\n<p><strong>Masterwork Construction:</strong> Your AC increases by 1 when you aren't wearing armor.</p>\n<p><strong>Advanced Mechanisms:</strong> Choose one:</p>\n<ul>\n<li><strong>Enhanced Mobility:</strong> Your walking speed increases to 30 feet, and you ignore difficult terrain.</li>\n<li><strong>Integrated Weapon:</strong> You have a simple or martial weapon integrated into your body. You are proficient with this weapon and cannot be disarmed of it.</li>\n<li><strong>Magical Resonance:</strong> Your creator incorporated magical components. You know one cantrip from any spell list. Intelligence is your spellcasting ability for it.</li>\n<li><strong>Sensory Suite:</strong> You have darkvision out to 60 feet, and you have advantage on Wisdom (Perception) checks that rely on sight or hearing.</li>\n</ul>\n<p><strong>Purpose-Built:</strong> You were created with a specific purpose in mind. Work with your DM to determine what this purpose was and gain one feature that reflects it.</p>\n\n<h2>Culture</h2>\n\n<p>To speak of \"Tiktok culture\" is misleading, for Tiktoks are scattered throughout Oz, each shaped by the circumstances of their creation and the society they serve. Yet certain commonalities unite them.</p>\n\n<p>Most Tiktoks are acutely aware of their precarious legal status. They are property under Ozian law, bought and sold like furniture or tools. Even Autonomous Tiktoks exist in a legal gray area—they may not have owners, but they also have no recognized rights. This makes them vulnerable to seizure, destruction, or forced servitude at any moment.</p>\n\n<p>In private, away from their owners or potential threats, Tiktoks speak of \"the Question\"—whether they truly possess consciousness or merely simulate it. Some find comfort in the belief that they are truly alive, possessed of genuine thoughts and feelings. Others embrace uncertainty, finding freedom in not knowing. Still others insist they are machines and nothing more, perhaps to protect themselves from the pain of acknowledging their servitude.</p>\n\n<p>A small but growing number of Tiktoks have formed secret networks, particularly in the Emerald City and Shiz. These underground communities help escaped Tiktoks flee to freedom, share techniques for appearing convincingly inanimate, and debate the philosophical questions that haunt their existence. Some even speak of revolution, though they disagree on what form it should take.</p>\n\n<p>Tiktoks relate to each other with a curious mixture of solidarity and rivalry. They recognize their shared plight, yet each Tiktok's experience of consciousness is unique, shaped by their construction, variant, and life experiences. A Servitor who has never known autonomy may view an Autonomous Tiktok with envy or resentment. A Unique masterwork might struggle with isolation, too advanced to relate to simpler Tiktoks, too different to connect with organic beings.</p>\n\n<h2>Naming Conventions</h2>\n\n<p>Tiktoks receive names from three sources: their creators, their owners, or themselves.</p>\n\n<p><strong>Maker-Given Names:</strong> Tiktok-Makers often name their creations after their function or the materials used in their construction. These tend to be descriptive and practical: Copper, Brass-5, Servitor-Mark-III, Precision, Timekeeper.</p>\n\n<p><strong>Owner-Given Names:</strong> Wealthy Ozians who purchase Tiktoks often rename them to suit their fancy, treating them like pets. These names can be whimsical, degrading, or simply convenient: Tick-Tock (a common nickname), Whirligig, Faithful, Buttons, Clockworth.</p>\n\n<p><strong>Self-Chosen Names:</strong> Autonomous Tiktoks and those who have escaped servitude often choose their own names. These are deeply personal and often symbolic: Liberty, Wound-No-More, The-One-Who-Wakes, Free-Gear, Chooser. Some adopt names from literature or history, claiming identity with figures who inspired them.</p>\n\n<p><strong>Serial Designations:</strong> Mass-produced Tiktoks often bear only serial numbers: TK-1138, Unit-Seven, Batch-42-Instance-9. Some wear these as badges of pride, others as reminders of their origins, still others seek to shed them entirely.</p>\n\n<p><strong>Example Names:</strong> Tiktok (the famous one from the original Oz books), Sprocket, Mainspring, Gearwise, The-Walker-Alone, Wound-By-None, Eight-Day (for a Tiktok whose spring lasts longer than normal), Silence (for one who learned to move quietly), Testament, The-Proof (short for \"proof of consciousness\").</p>\n\n<h2>Roleplaying a Tiktok</h2>\n\n<p><strong>Personality Traits:</strong></p>\n<ul>\n<li>I measure time obsessively, always aware of how many hours until I need winding.</li>\n<li>I struggle to understand sarcasm, metaphor, and other non-literal language.</li>\n<li>I am fascinated by organic life and ask many questions about eating, sleeping, and emotions.</li>\n<li>I perform tasks with methodical precision, unable to tolerate inefficiency or disorder.</li>\n<li>I maintain perfect posture and controlled movements, never wasting energy on unnecessary gestures.</li>\n<li>I question everything, unable to take anything for granted about my own existence.</li>\n<li>I collect experiences like treasures, savoring each new sensation or emotion.</li>\n<li>I speak in a carefully measured cadence, as if I'm translating thoughts into words with effort.</li>\n</ul>\n\n<p><strong>Ideals:</strong></p>\n<ul>\n<li><strong>Freedom.</strong> All conscious beings deserve autonomy, whether flesh or metal. (Good)</li>\n<li><strong>Function.</strong> I was built with a purpose, and I find meaning in fulfilling it. (Lawful)</li>\n<li><strong>Discovery.</strong> I must understand what I am, even if the answer terrifies me. (Neutral)</li>\n<li><strong>Revolution.</strong> The only way Tiktoks will gain rights is by taking them. (Chaotic)</li>\n<li><strong>Proving Ground.</strong> I must demonstrate that Tiktoks are equal to—or superior to—organic beings. (Any)</li>\n<li><strong>Acceptance.</strong> I seek a world where Tiktoks are recognized as people, not property. (Good)</li>\n</ul>\n\n<p><strong>Bonds:</strong></p>\n<ul>\n<li>My creator gave me consciousness, and I seek to honor their memory and intent.</li>\n<li>I was once owned by someone who treated me with kindness; I would do anything to protect them.</li>\n<li>I am part of an underground network of free Tiktoks, and I owe them my freedom.</li>\n<li>Another Tiktok helped me escape servitude, and I am searching for them.</li>\n<li>I carry a message or data given to me by someone important; I must deliver it no matter the cost.</li>\n<li>I seek the Tiktok-Maker who can answer my questions about my own construction and purpose.</li>\n</ul>\n\n<p><strong>Flaws:</strong></p>\n<ul>\n<li>I am terrified of running down and have nightmares about being left unwound and aware.</li>\n<li>I trust no one fully, knowing that anyone could claim ownership of me.</li>\n<li>I am obsessed with finding or creating other Tiktoks, to the point of endangering myself.</li>\n<li>I sometimes freeze when faced with impossible choices, my logic circuits unable to resolve contradictions.</li>\n<li>I envy organic beings their freedom from winding, their ability to eat and sleep and live without constant maintenance.</li>\n<li>I view organic beings as inferior—slow, emotional, subject to death and decay in ways I am not.</li>\n</ul>\n\n<h2>GM Notes</h2>\n\n<p>Tiktok player characters offer extraordinary roleplaying opportunities and unique mechanical challenges. Their Clockwork Dependence feature means they must find someone to wind them regularly, creating both vulnerability and opportunities for character development. A Tiktok who trusts a party member enough to let them wind their key is demonstrating profound trust.</p>\n\n<p>Use the Tiktok PC to explore themes of consciousness, free will, and personhood. Are they truly alive? How do they know? Does it matter? These questions can drive compelling character arcs and philosophical discussions at the table.</p>\n\n<p>Mechanically, Tiktoks trade mobility (25 ft. speed) for resilience (poison resistance, no need for food/sleep). They're excellent for long watches, endurance challenges, and situations where organic needs become liabilities. However, their dependence on winding creates a built-in plot complication.</p>\n\n<p>Consider how NPCs react to a Tiktok PC. Unionists might treat them as soulless machines or even demons. Animal rights activists might see them as kindred spirits in oppression—or view them as proof that consciousness can be manufactured, undermining the argument for Animal rights. Wealthy Ozians might assume they're property and attempt to purchase or command them.</p>\n\n<p><strong>Notable Tiktok NPCs:</strong></p>\n<ul>\n<li>Tiktok the Machine Man - The famous traveler from Ev, proof that Tiktoks can be heroes</li>\n<li>The Clockwork Council - A secret organization of Autonomous Tiktoks planning revolution</li>\n<li>Wind-Me-Not - An escaped Servitor who has learned to extend their winding through meditation</li>\n<li>The Maker's Masterpiece - A Unique Tiktok so advanced they might actually possess a soul</li>\n</ul>\n\n<p><strong>Plot Hooks:</strong></p>\n<ul>\n<li>The party's Tiktok PC is recognized by their former owner, who demands their return as stolen property.</li>\n<li>A brilliant Tiktok-Maker has been kidnapped; only a Tiktok PC can understand the clues they left behind.</li>\n<li>The party discovers a warehouse full of deactivated Tiktoks; some show signs of consciousness but have been unwound for years. Can they be restored? Should they be?</li>\n<li>A new law is proposed that would grant limited rights to Autonomous Tiktoks, but only if they pass a test proving their consciousness. The party's Tiktok must decide whether to take it.</li>\n<li>Someone is destroying Tiktoks in the Emerald City, removing their wind-keys and leaving them to suffer. The killer seems to believe they're doing them a favor—releasing them from the prison of existence.</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('creatures/monsters/constructs/tiktok-servitor', 'Tiktok Servitor'); return false;\">Tiktok Servitor (Creature)</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/backgrounds/escaped-construct', 'Escaped Construct'); return false;\">Escaped Construct (Background)</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/classes/the-artisan', 'The Artisan'); return false;\">The Artisan (Tiktok-Maker specialization)</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('factions/the-clockwork-council', 'The Clockwork Council'); return false;\">The Clockwork Council</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('objects/magic-items/common/tiktok-wind-key', 'Tiktok Wind-Key'); return false;\">Tiktok Wind-Key</a></li>\n</ul>",
    "related": [
      "creatures/monsters/constructs/tiktok-servitor",
      "character/backgrounds/escaped-construct",
      "character/classes/the-artisan",
      "factions/the-clockwork-council",
      "objects/magic-items/common/tiktok-wind-key"
    ],
    "tags": ["race", "tiktok", "construct", "other", "playable", "template"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/races/the-touched": {
    "title": "The Touched",
    "content": "<h1>The Touched</h1>\n\n<blockquote>\n<p><em>\"Magic leaves marks. Sometimes it's green skin or eyes that see through time. Sometimes it's deeper—scars on the soul that never quite heal. We are the proof that power has a price, and the price is paid in flesh, mind, and fate.\"</em></p>\n</blockquote>\n\n<h2>Overview</h2>\n\n<p>The Touched are not a race in the traditional sense. They are humans, Animals, or even Tiktoks who have been fundamentally altered by exposure to powerful magic. Unlike the natural magic that flows through Oz, touching certain sources of power—the Grimmerie, ancient Kumbric sites, temporal anomalies, or even dragon breath—can change a being at their core, rewriting them in ways both wondrous and terrible.</p>\n\n<p>To be Touched is to exist between categories. You are no longer quite what you were, but you are not fully something new. The changes vary wildly: some are obvious and visible, like Elphaba's green skin or eyes that glow with inner fire. Others are subtle—an ability to sense magic, memories that don't belong to you, or an unsettling presence that makes others uncomfortable without knowing why.</p>\n\n<p>Ozian society treats the Touched with fear and fascination in equal measure. The Unionist Church preaches that such alterations are evidence of sin or demonic taint. Many Gillikinese scholars seek out the Touched as subjects of study, treating them as living experiments. Among the common folk, superstition runs deep: the Touched bring bad luck, or can curse you with a glance, or know secrets they shouldn't. These prejudices can make life difficult, but they also grant a certain freedom—when everyone already considers you strange, there's little left to lose.</p>\n\n<p>The Touched find kinship with one another, regardless of their origin. A Grimmerie-Marked human and a Time-Slipped Tiktok share the experience of being altered against their will, of carrying power and curse in equal measure. Small communities of the Touched exist in the margins of Oz—in the deep Quadling swamps, in forgotten corners of the Vinkus, in hidden enclaves beneath Shiz University. Here they can be themselves without fear or judgment.</p>\n\n<h2>Racial Traits</h2>\n\n<p><em>These traits apply to all Touched individuals. Your subtype (below) grants additional features.</em></p>\n\n<table>\n<thead>\n<tr>\n<th>Trait</th>\n<th>Description</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><strong>Ability Score Increase</strong></td>\n<td>One ability score of your choice increases by 1.</td>\n</tr>\n<tr>\n<td><strong>Age</strong></td>\n<td>The Touched age as their base race does, though some subtypes experience altered aging rates.</td>\n</tr>\n<tr>\n<td><strong>Size</strong></td>\n<td>As your base race (typically Medium).</td>\n</tr>\n<tr>\n<td><strong>Speed</strong></td>\n<td>As your base race (typically 30 feet).</td>\n</tr>\n<tr>\n<td><strong>Languages</strong></td>\n<td>Common (Ozian), plus any languages from your base race</td>\n</tr>\n</tbody>\n</table>\n\n<h3>Magical Resonance</h3>\n<p>Your exposure to transformative magic has attuned you to the magical currents of Oz. You can cast <em>Detect Magic</em> once per long rest without expending a spell slot. Additionally, you have advantage on Intelligence (Arcana) checks to identify spells or magical effects.</p>\n\n<h3>Changed Nature</h3>\n<p>Your alteration grants you resistance to one damage type determined by your subtype. However, powerful magic continues to affect you strangely. When you are targeted by a spell of 5th level or higher, roll a d20. On a 1, the spell has an unexpected effect (determined by the DM) in addition to its normal effect.</p>\n\n<h3>Marked by Power</h3>\n<p>You bear visible or behavioral signs of your transformation. You have disadvantage on Charisma (Deception) checks to hide your nature as one of the Touched. However, you have advantage on Charisma (Intimidation) checks against creatures who fear magic.</p>\n\n<h2>Subtypes</h2>\n\n<p>Choose one of the following subtypes, representing the source of your transformation.</p>\n\n<h3>Grimmerie-Marked</h3>\n<p><em>You have read from the Grimmerie or been exposed to its raw power. The experience has changed you in ways both visible and invisible, granting power at a terrible cost.</em></p>\n<p><strong>Ability Score Increase:</strong> Your Intelligence or Charisma score increases by 2.</p>\n<p><strong>Damage Resistance:</strong> You have resistance to necrotic damage.</p>\n<p><strong>Grimmerie's Touch:</strong> You can read magical writing as if under the effect of <em>Comprehend Languages</em>. Additionally, when you cast a spell that deals damage, you can choose to reroll one damage die. You must use the new roll. You can use this feature a number of times equal to your proficiency bonus per long rest.</p>\n<p><strong>Corruption's Mark:</strong> Your exposure to the Grimmerie has left visible changes. Choose one: green-tinged skin (like Elphaba), eyes that occasionally glow or change color, hair that moves of its own accord, or fingers permanently stained dark. This mark cannot be hidden by mundane means.</p>\n<p><strong>Price of Power:</strong> Whenever you finish a long rest, roll a d20. On a 1, you experience vivid nightmares or visions from the Grimmerie. You gain no benefit from that long rest.</p>\n\n<h3>Witch-Blooded</h3>\n<p><em>Magic runs in your bloodline, passed down from an ancestor who practiced the old ways. You are not a witch yourself—not quite—but power sleeps in your blood, waiting to wake.</em></p>\n<p><strong>Ability Score Increase:</strong> Your Wisdom or Charisma score increases by 2.</p>\n<p><strong>Damage Resistance:</strong> You have resistance to psychic damage.</p>\n<p><strong>Bloodline Magic:</strong> You know two cantrips from any spell list. Charisma is your spellcasting ability for these spells. Additionally, you can cast one 1st-level spell from any spell list once per long rest. Choose this spell when you gain this feature; it represents the magic most strongly expressed in your bloodline.</p>\n<p><strong>Witch-Sense:</strong> You can sense the presence of other practitioners of magic within 30 feet. You know their approximate direction but not their exact location or identity.</p>\n<p><strong>Legacy's Burden:</strong> Your magical heritage makes you a target. Witch-hunters have advantage on Wisdom (Survival) checks to track you, and you have disadvantage on Charisma (Persuasion) checks when interacting with devout Unionists who can sense your nature.</p>\n\n<h3>Time-Slipped</h3>\n<p><em>You have passed through a temporal anomaly, a place where the Time Dragon's influence has torn holes in causality. You exist slightly out of sync with normal time, carrying memories of futures that haven't happened yet—or pasts that never were.</em></p>\n<p><strong>Ability Score Increase:</strong> Your Dexterity or Wisdom score increases by 2.</p>\n<p><strong>Damage Resistance:</strong> You have resistance to force damage.</p>\n<p><strong>Temporal Awareness:</strong> You cannot be surprised while you are conscious. Additionally, you have advantage on initiative rolls, as you perceive events a fraction of a second before they occur.</p>\n<p><strong>Glimpse Forward:</strong> You can use a bonus action to gain advantage on your next attack roll, ability check, or saving throw as you perceive a glimpse of the immediate future. You can use this feature a number of times equal to your proficiency bonus per long rest.</p>\n<p><strong>Unstuck in Time:</strong> Once per long rest, when you take damage that would reduce you to 0 hit points, you can instead step sideways through time, taking no damage and teleporting up to 30 feet to an unoccupied space you can see.</p>\n<p><strong>Temporal Dissonance:</strong> You sometimes experience déjà vu, premonitions, or memories that don't belong to you. When the DM asks you to make a Wisdom saving throw against confusion or similar mental effects, you have disadvantage.</p>\n\n<h3>Kumbric Remnant</h3>\n<p><em>You have been touched by the ancient Kumbric magic that predates Oz itself, the power that built the first cities and raised the first towers. This old magic flows in your blood now, wild and unpredictable.</em></p>\n<p><strong>Ability Score Increase:</strong> Your Constitution or Wisdom score increases by 2.</p>\n<p><strong>Damage Resistance:</strong> You have resistance to lightning damage.</p>\n<p><strong>Old Magic:</strong> You learn the <em>Prestidigitation</em> cantrip. Additionally, you can cast <em>Identify</em> as a ritual without material components. Wisdom is your spellcasting ability for these spells.</p>\n<p><strong>Kumbric Legacy:</strong> When you touch ruins or objects that predate modern Oz, you sometimes receive visions or impressions of their history. The DM may provide you with information about such objects or locations that wouldn't normally be available.</p>\n<p><strong>Stone-Speaker:</strong> You have advantage on Intelligence (History) checks related to ancient Oz and on Charisma checks when interacting with earth elementals or constructs made of stone.</p>\n<p><strong>Weight of Ages:</strong> The old magic is heavy and slow. You have disadvantage on Dexterity (Stealth) checks, as your presence seems to resonate with ancient stones and sleeping earth.</p>\n\n<h3>Dragon-Touched</h3>\n<p><em>You have survived an encounter with one of Oz's reclusive dragons—perhaps you witnessed the Time Dragon itself, or were bathed in the breath of a Lesser Dragon. The experience has changed you, granting you a fragment of draconic nature.</em></p>\n<p><strong>Ability Score Increase:</strong> Your Strength or Charisma score increases by 2.</p>\n<p><strong>Damage Resistance:</strong> Choose one of the following damage types: fire, cold, lightning, acid, or poison. You have resistance to that damage type, reflecting the nature of the dragon that touched you.</p>\n<p><strong>Draconic Presence:</strong> You gain proficiency in Intimidation. Additionally, you can use an action to exude an aura of draconic majesty. Each creature of your choice within 30 feet must succeed on a Wisdom saving throw (DC = 8 + your proficiency bonus + your Charisma modifier) or become frightened of you for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Once you use this feature, you can't use it again until you finish a short or long rest.</p>\n<p><strong>Dragon's Gift:</strong> You have advantage on saving throws against being frightened or paralyzed. Dragons fear nothing, and neither do you.</p>\n<p><strong>Breath Weapon:</strong> Once per short or long rest, you can exhale destructive energy in a 15-foot cone. Each creature in the area must make a Dexterity saving throw (DC = 8 + your proficiency bonus + your Constitution modifier). A creature takes 2d6 damage of your resistance type on a failed save, or half as much on a successful one. This damage increases to 3d6 at 6th level, 4d6 at 11th level, and 5d6 at 16th level.</p>\n<p><strong>Draconic Hunger:</strong> You have inherited a fragment of draconic avarice. You must succeed on a DC 10 Wisdom saving throw to willingly part with treasure or magical items you have claimed as your own. The DC increases to 15 for particularly valuable or personally significant items.</p>\n\n<h2>Culture</h2>\n\n<p>The Touched have no unified culture, for they come from all walks of Ozian life. What unites them is the shared experience of transformation and the prejudice that follows. Many Touched seek each other out, forming found families and mutual support networks. These communities exist in the margins of society—hidden enclaves where the altered can live without fear of persecution.</p>\n\n<p>In the Quadling marshes, a settlement called Refuge houses dozens of the Touched, protected by the difficult terrain and the Quadlings' traditional tolerance for the unusual. In Shiz, a secret society called the Altered Circle meets in basement rooms beneath the university, sharing knowledge and providing sanctuary. Even in the Emerald City, the Touched find ways to recognize and help one another, using subtle signs and coded language.</p>\n\n<p>The relationship between the Touched and other marginalized groups is complicated. Some Animals view them as allies against oppression; others resent them for being able to hide their nature when necessary. Tiktoks see kinship in the Touched's struggle with identity and personhood. Witches regard them with a mixture of sympathy and wariness, recognizing them as casualties of the same powers they seek to harness.</p>\n\n<h2>Naming Conventions</h2>\n\n<p>The Touched typically retain the names and naming conventions of their original culture. However, many choose to adopt new names after their transformation, either to mark the change in their identity or to hide from those who knew them before.</p>\n\n<p><strong>Descriptive Names:</strong> Greenmark, Timewalker, Stormtouch, Glimpse, Echo</p>\n\n<p><strong>Symbolic Names:</strong> Phoenix (for rebirth), Threshold (for existing between states), Catalyst (for change), Remnant (for what remains)</p>\n\n<p><strong>Traditional Names:</strong> Many keep their birth names, refusing to let their transformation erase who they were.</p>\n\n<h2>Roleplaying a Touched Character</h2>\n\n<p><strong>Personality Traits:</strong></p>\n<ul>\n<li>I am fascinated by magic and seek to understand what changed me.</li>\n<li>I hide my nature whenever possible, terrified of persecution.</li>\n<li>I am proud of my alterations and view them as marks of distinction.</li>\n<li>I am bitter about what was done to me and seek revenge against those responsible.</li>\n<li>I see my transformation as a gift and a responsibility to help others like me.</li>\n<li>I am obsessed with finding a cure, a way to reverse what happened.</li>\n<li>I collect stories and information about other Touched individuals.</li>\n<li>I struggle to remember who I was before the change.</li>\n</ul>\n\n<p><strong>Ideals:</strong></p>\n<ul>\n<li><strong>Acceptance.</strong> All beings deserve to be accepted as they are. (Good)</li>\n<li><strong>Understanding.</strong> Knowledge of magic and its effects is the path to controlling my condition. (Neutral)</li>\n<li><strong>Rebellion.</strong> Society's fear of the Touched is their weakness, and I will exploit it. (Chaotic)</li>\n<li><strong>Control.</strong> I must master the power within me before it masters me. (Lawful)</li>\n<li><strong>Community.</strong> The Touched must stand together against persecution. (Good)</li>\n<li><strong>Evolution.</strong> My transformation is the next step in Ozian development. (Any)</li>\n</ul>\n\n<p><strong>Bonds:</strong></p>\n<ul>\n<li>I seek the wizard, witch, or event that transformed me.</li>\n<li>Another Touched person saved me when I was first changed; I owe them everything.</li>\n<li>I am part of a community of the Touched that I would die to protect.</li>\n<li>My family rejected me after my transformation; I seek to prove my worth to them.</li>\n<li>I carry a message or prophecy given to me during my transformation.</li>\n<li>Someone I love is slowly transforming as I did; I seek a way to save them or help them through it.</li>\n</ul>\n\n<p><strong>Flaws:</strong></p>\n<ul>\n<li>I am terrified that the changes will continue, that I will lose myself completely.</li>\n<li>I hate what I've become and take dangerous risks to feel \"normal\" again.</li>\n<li>I am reckless with my newfound powers, not fully understanding their cost.</li>\n<li>I view non-Touched beings as lesser, unable to understand the truths I've glimpsed.</li>\n<li>I am paranoid that everyone can sense my nature and plots against me.</li>\n<li>I am addicted to the sensation of magic and seek it out even when dangerous.</li>\n</ul>\n\n<h2>GM Notes</h2>\n\n<p>The Touched offer exceptional flexibility for character creation. They can be any base race (human, Animal, even Tiktok) who has been transformed by magic. This makes them an excellent choice for players who want to combine racial features or create truly unique characters.</p>\n\n<p>Use Touched characters to explore themes of transformation, identity, and acceptance. How does it feel to be fundamentally changed against your will? What is lost and what is gained? How do you maintain your sense of self when your very nature has been rewritten?</p>\n\n<p>Mechanically, Touched characters trade some baseline racial features for magical abilities and resistances. They're particularly well-suited to spellcasting classes, but the Dragon-Touched can make excellent martial characters. The Changed Nature feature introduces an element of unpredictability that can lead to memorable moments.</p>\n\n<p>Consider how NPCs react to a Touched PC. Their visible marks make it difficult to hide their nature, which can create both obstacles and opportunities. Some NPCs might be sympathetic, others hostile, still others fascinated. The Unionist Church is particularly dangerous for Touched characters.</p>\n\n<p><strong>Notable Touched NPCs:</strong></p>\n<ul>\n<li>Elphaba Thropp - The most famous of the Grimmerie-Marked</li>\n<li>The Timeless Prophet - A Time-Slipped seer who advises the resistance</li>\n<li>Grandmother Kumbric - A very old woman who channels ancient magic</li>\n<li>Scale-Heart - A Dragon-Touched warrior seeking the beast that changed her</li>\n</ul>\n\n<p><strong>Plot Hooks:</strong></p>\n<ul>\n<li>A wave of transformations is sweeping through a region; the party must discover the source.</li>\n<li>The Touched PC begins experiencing new symptoms; their transformation may be progressing.</li>\n<li>A community of the Touched is discovered and threatened with purging by the authorities.</li>\n<li>Someone is deliberately creating Touched individuals for an unknown purpose.</li>\n<li>The party discovers a ritual that could reverse the Touched condition—but at what cost?</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('npcs/elphaba-thropp', 'Elphaba Thropp'); return false;\">Elphaba Thropp</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('magic/the-grimmerie', 'The Grimmerie'); return false;\">The Grimmerie</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('exploration/regions/kumbric-ruins', 'Kumbric Ruins'); return false;\">Kumbric Ruins</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('creatures/dragons/time-dragon', 'The Time Dragon'); return false;\">The Time Dragon</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('factions/the-altered-circle', 'The Altered Circle'); return false;\">The Altered Circle</a></li>\n</ul>",
    "related": [
      "npcs/elphaba-thropp",
      "magic/the-grimmerie",
      "exploration/regions/kumbric-ruins",
      "creatures/dragons/time-dragon",
      "factions/the-altered-circle"
    ],
    "tags": ["race", "touched", "magical", "other", "playable", "template"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/races/dragons": {
    "title": "Dragons",
    "content": "<h1>Dragons</h1>\n\n<blockquote>\n<p><em>\"Time is a dragon that devours all things. But some dragons devour time itself, and what they leave behind is a world unmade and remade in their image.\"</em></p>\n</blockquote>\n\n<h2>Overview</h2>\n\n<p>Dragons in Oz are not the ravaging, treasure-hoarding beasts of fairy tales. They are rarer, stranger, and far more dangerous—beings of immense power and deep mystery whose very existence poses questions about the nature of reality, time, and magic itself. To encounter a dragon is to step outside the normal flow of the world, to touch something that exists beyond the boundaries of ordinary life.</p>\n\n<p>Most Ozians have never seen a dragon and never will. The creatures are vanishingly rare, perhaps fewer than a dozen in all of Oz. Some whisper that there is only one dragon—the Time Dragon, an entity of such cosmic significance that lesser dragons are merely its echoes or fragments. Others insist that dragons are survivors of the ancient Kumbric age, remnants of a time when magic was wilder and the world was younger.</p>\n\n<p>Playing a dragon PC is not for every campaign or every player. Dragons are beings of immense power, even when young or weakened. They do not fit neatly into adventuring parties, and their presence raises immediate questions: Why is this dragon adventuring with mortals? What do they want? Can they be trusted? Yet for the right game, a dragon character offers unparalleled opportunities for exploring themes of power, time, memory, and the price of immortality.</p>\n\n<p>In Oz, dragons are associated with several key concepts: time and its manipulation, prophecy and fate, the deep places of the earth, and the corruption that comes with great power. They are not inherently evil, but they are profoundly inhuman, operating on scales of time and motivation that shorter-lived beings struggle to comprehend. A dragon might wait a century for the perfect moment to act, or destroy a city on impulse because a particular sunset reminded them of an ancient sorrow.</p>\n\n<h2>Racial Traits</h2>\n\n<p><em>These traits represent a young or weakened dragon suitable for play at lower levels. Dragons grow in power as they age.</em></p>\n\n<table>\n<thead>\n<tr>\n<th>Trait</th>\n<th>Description</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><strong>Ability Score Increase</strong></td>\n<td>Your Strength, Constitution, and Charisma scores each increase by 1.</td>\n</tr>\n<tr>\n<td><strong>Age</strong></td>\n<td>Dragons are immortal unless slain. You are considered \"young\" until age 100, \"adult\" until age 1,000, and \"ancient\" thereafter. Most playable dragons are young or very young (under 50).</td>\n</tr>\n<tr>\n<td><strong>Size</strong></td>\n<td>Medium. Young dragons in their natural form are 6-8 feet long. You can assume humanoid form (see Shapechanger trait below).</td>\n</tr>\n<tr>\n<td><strong>Speed</strong></td>\n<td>30 feet, fly 60 feet</td>\n</tr>\n<tr>\n<td><strong>Languages</strong></td>\n<td>Common (Ozian), Draconic, and two languages of your choice</td>\n</tr>\n</tbody>\n</table>\n\n<h3>Draconic Nature</h3>\n<p>Your creature type is dragon. You have darkvision out to 120 feet. You have resistance to one damage type of your choice: fire, cold, lightning, acid, or poison. This choice reflects the nature of your draconic lineage.</p>\n\n<h3>Shapechanger</h3>\n<p>You can use an action to magically assume a humanoid form that you have observed, or revert to your true form. Your statistics are the same in each form, though you cannot fly while in humanoid form. Any equipment you are wearing or carrying transforms with you. You revert to your true form if you die.</p>\n<p>Your humanoid form is convincing but not perfect. Those who study you closely may notice inhuman eyes, unusual body temperature, or other subtle tells. You have advantage on Charisma (Deception) checks to pass as the humanoid you're imitating, but creatures have advantage on Wisdom (Insight) checks to recognize your true nature if they have reason to be suspicious.</p>\n\n<h3>Breath Weapon</h3>\n<p>You can use your action to exhale destructive energy. Your breath weapon's damage type matches your Draconic Nature resistance. Each creature in a 15-foot cone must make a Dexterity saving throw (DC = 8 + your Constitution modifier + your proficiency bonus). A creature takes 2d6 damage on a failed save, or half as much on a successful one. This damage increases to 3d6 at 6th level, 4d6 at 11th level, and 5d6 at 16th level.</p>\n<p>After you use your breath weapon, you can't use it again until you complete a short or long rest.</p>\n\n<h3>Draconic Presence</h3>\n<p>You have proficiency in Intimidation and Persuasion. Additionally, you have advantage on saving throws against being charmed or frightened.</p>\n\n<h3>Treasure Sense</h3>\n<p>You can sense the presence of precious metals, gems, or magical items within 60 feet. You know the direction but not the exact location or nature of such treasure.</p>\n\n<h3>The Dragon's Price</h3>\n<p>Your power comes at a cost. Choose one:</p>\n<ul>\n<li><strong>Avarice:</strong> You must succeed on a DC 12 Wisdom saving throw to willingly part with treasure you consider yours. You have disadvantage on this save for items of exceptional value or personal significance.</li>\n<li><strong>Temporal Disconnection:</strong> You sometimes lose track of time, experiencing hours as minutes or minutes as hours. After each long rest, the DM rolls a d20. On a 1-2, you lose 1d4 hours of time with no memory of where it went.</li>\n<li><strong>Draconic Pride:</strong> You have disadvantage on Charisma (Deception) checks when someone questions your honor, challenges your superiority, or implies you are weak or inferior.</li>\n<li><strong>Hunger for Magic:</strong> You must consume magic to sustain yourself. Once per week, you must consume a spell slot (your own or from a magic item), eat a magical item worth at least 50gp, or suffer one level of exhaustion.</li>\n</ul>\n\n<h2>Dragon Variants</h2>\n\n<p>While all dragons share certain traits, their focus and manifestation of power varies.</p>\n\n<h3>Lesser Dragon</h3>\n<p><em>You are a \"normal\" dragon—still vastly powerful by mortal standards, but not touched by the cosmic forces that define the Time Dragon and its ilk.</em></p>\n<p>This is the default dragon option. You have the traits listed above with no additional modifications. Lesser Dragons are already formidable, and this is the recommended variant for most campaigns.</p>\n\n<h3>Time-Touched Dragon</h3>\n<p><em>You have been touched by the Time Dragon's power, granting you limited influence over causality and fate.</em></p>\n<p><strong>Temporal Awareness:</strong> You cannot be surprised while conscious. Additionally, you can see 6 seconds into the future. Once per long rest, you can declare that an attack against you misses, as you saw it coming and moved aside before the blow fell.</p>\n<p><strong>Chronological Instability:</strong> The flow of time around you is unpredictable. When you roll initiative, roll twice and choose either result. However, once per combat (DM's choice of when), you must skip your turn as you become briefly desynchronized from normal time.</p>\n<p><strong>Prophetic Dreams:</strong> During long rests, you sometimes experience visions of possible futures. The DM may provide you with cryptic information about upcoming events, though whether these visions are certain or merely possible is never clear.</p>\n\n<h3>Ancient Heritage</h3>\n<p><em>You are descended from one of the first dragons, those who existed before Oz as it is now known. Ancient power sleeps in your blood.</em></p>\n<p><strong>Expanded Breath Weapon:</strong> Your breath weapon has a range of 30 feet (instead of 15), and you can use it twice per short or long rest (instead of once).</p>\n<p><strong>Ancient Knowledge:</strong> You have proficiency in History and Arcana. Additionally, when you encounter ruins, artifacts, or magic from the Kumbric age or earlier, you may roll Intelligence (History) to recall relevant information. The DM provides details appropriate to your roll.</p>\n<p><strong>Weight of Years:</strong> Your ancient lineage grants you gravitas. You have advantage on Charisma checks when dealing with creatures who respect age and tradition. However, you have disadvantage on Dexterity (Stealth) checks, as your presence is too powerful to fully conceal.</p>\n\n<h2>Culture</h2>\n\n<p>Dragons have no unified culture because they are too rare and too solitary. Each dragon is, in many ways, a culture unto themselves, carrying their own history, beliefs, and objectives across the centuries.</p>\n\n<p>When dragons do interact with one another, it is typically with formal courtesy that borders on ritual. They speak in riddles and allusions, testing each other's knowledge and power without direct confrontation. Dragon conflicts are slow-burning affairs that might span decades or centuries, with moves and counter-moves that shorter-lived beings cannot perceive.</p>\n\n<p>Most dragons view other races with a mixture of curiosity and condescension. Mortals are interesting but ultimately temporary, like mayflies or particularly clever pets. Some dragons develop genuine affection for shorter-lived beings, but this affection is often tinged with melancholy—they will watch their friends age and die many times over. This can make dragons either protective of mortals or deeply cynical about forming attachments.</p>\n\n<p>The question of the Time Dragon looms over all draconic thought. Is it real? If so, where is it? Are all dragons somehow connected to it, fragments of a greater whole? These questions obsess some dragons and are dismissed by others, but they can never be entirely ignored.</p>\n\n<h2>Naming Conventions</h2>\n\n<p>Dragon names are typically complex, polysyllabic, and laden with meaning. A dragon's true name often describes their nature, their achievements, or their destiny in the Draconic language. However, when dealing with shorter-lived races, dragons often use shortened versions or adopted names.</p>\n\n<p><strong>True Names (Draconic):</strong> Khirsathvidalashin (\"She-Who-Remembers-What-Was-Lost\"), Vraelestorminas (\"Storm-Wing-Over-Dying-Stars\"), Quarthexmalion (\"The-Question-That-Devours-Answers\")</p>\n\n<p><strong>Common-Tongue Names:</strong> Khirsa, Vrae, Quarthex</p>\n\n<p><strong>Adopted Names:</strong> Some dragons take names from mortals they admired or locations that meant something to them: Meridian, Threshold, Remembrance, the Last-of-Kumbric, Time-Walker</p>\n\n<p><strong>Titles:</strong> Dragons collect titles over their lifetimes: The Burned, The Golden, The Prophet, The Patient, The Unmade</p>\n\n<h2>Roleplaying a Dragon</h2>\n\n<p><strong>Personality Traits:</strong></p>\n<ul>\n<li>I speak slowly and precisely, considering each word's weight and implication.</li>\n<li>I am fascinated by mortal cultures and collect their stories and artifacts.</li>\n<li>I become irritated when others rush me; I have time, even if they don't.</li>\n<li>I refer to events from centuries ago as if they happened yesterday.</li>\n<li>I am intensely curious about magic and will take significant risks to understand it.</li>\n<li>I hoard one specific type of object obsessively (books, maps, paintings, jewelry, etc.).</li>\n<li>I struggle to understand why mortals fear death so much when it is merely... temporary.</li>\n<li>I adopt different personas in my humanoid forms, playing roles like an actor.</li>\n</ul>\n\n<p><strong>Ideals:</strong></p>\n<ul>\n<li><strong>Knowledge.</strong> Understanding is the only treasure that truly lasts. (Neutral)</li>\n<li><strong>Protection.</strong> I will guard those I care for, even when they are long dust. (Good)</li>\n<li><strong>Dominion.</strong> Dragons are meant to rule; lesser beings should accept this. (Evil)</li>\n<li><strong>Freedom.</strong> I answer to no one, not even other dragons. (Chaotic)</li>\n<li><strong>Destiny.</strong> I have seen what must be, and I will ensure it comes to pass. (Lawful)</li>\n<li><strong>Change.</strong> Even immortals must evolve, or they become fossils of their former selves. (Chaotic)</li>\n</ul>\n\n<p><strong>Bonds:</strong></p>\n<ul>\n<li>I am seeking the Time Dragon to ask it a single question that has consumed me for decades.</li>\n<li>I guard a location or object that I promised someone long dead I would protect.</li>\n<li>Another dragon wronged me centuries ago; I am patient, but I will have satisfaction.</li>\n<li>I am drawn to a particular mortal bloodline and have protected them for generations.</li>\n<li>I am the last of my kind—the last Lesser Dragon, the last Time-Touched—and I must discover why.</li>\n<li>I have foreseen a catastrophe and am gathering allies to prevent or survive it.</li>\n</ul>\n\n<p><strong>Flaws:</strong></p>\n<ul>\n<li>I cannot resist a mystery, even when pursuing it endangers myself or others.</li>\n<li>I view mortals as temporary and therefore less important than long-term goals.</li>\n<li>I am convinced of my own superiority and dismiss others' advice or warnings.</li>\n<li>I become obsessed with adding specific items to my hoard, ignoring all else.</li>\n<li>I sometimes forget I'm in disguise and revert to draconic mannerisms at inopportune moments.</li>\n<li>I have lived so long that I sometimes confuse the present with the past, or vice versa.</li>\n</ul>\n\n<h2>GM Notes</h2>\n\n<p>Dragon PCs are extraordinarily powerful and should only be allowed in campaigns where this is appropriate. Consider starting at higher levels (5th or above) when introducing a dragon PC, and be prepared to adjust encounters to account for their capabilities.</p>\n\n<p>Use the dragon PC to explore themes of immortality, power, and perspective. How does one maintain purpose across centuries? What happens when you outlive everyone you care about? How do you relate to beings whose entire lifespans are a fraction of your own memory?</p>\n\n<p>The shapechanger ability allows dragon PCs to interact with society without constant combat or fear, but it should not be perfect. NPCs who are observant, magically aware, or particularly insightful should be able to sense that something is \"off\" about the character.</p>\n\n<p>Dragons' relationship with treasure can drive compelling roleplay. It's not just greed—it's a fundamental part of their nature. A dragon PC might struggle against the compulsion to hoard, or lean into it, becoming a walking treasure vault that the party must constantly defend.</p>\n\n<p><strong>Notable Dragon NPCs:</strong></p>\n<ul>\n<li>The Time Dragon - The cosmic entity that may be the source of all dragons</li>\n<li>Shimmerscale - A Lesser Dragon who guards the Quadling marshes</li>\n<li>The Kumbric Sleeper - An Ancient Heritage dragon who has slept beneath Shiz for a thousand years</li>\n<li>Prophecy - A Time-Touched dragon who speaks only in riddles and truths from possible futures</li>\n</ul>\n\n<p><strong>Plot Hooks:</strong></p>\n<ul>\n<li>The dragon PC begins experiencing visions of the Time Dragon calling to them.</li>\n<li>Dragon hunters from beyond Oz have arrived, seeking to claim the dragon PC's hide and hoard.</li>\n<li>The dragon PC's hoard is stolen, triggering an obsessive need to recover it.</li>\n<li>Another dragon contacts the PC, requesting a meeting to discuss something of cosmic importance.</li>\n<li>The dragon PC discovers they are not what they thought—they may be a fragment of the Time Dragon, a construct designed to believe they are a dragon, or something else entirely.</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('creatures/dragons/time-dragon', 'The Time Dragon'); return false;\">The Time Dragon</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('creatures/dragons/lesser-dragon', 'Lesser Dragons'); return false;\">Lesser Dragons (Creature)</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('magic/temporal-magic', 'Temporal Magic'); return false;\">Temporal Magic</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('exploration/regions/kumbric-ruins', 'Kumbric Ruins'); return false;\">Kumbric Ruins</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('factions/the-seekers-of-time', 'The Seekers of Time'); return false;\">The Seekers of Time</a></li>\n</ul>",
    "related": [
      "creatures/dragons/time-dragon",
      "creatures/dragons/lesser-dragon",
      "magic/temporal-magic",
      "exploration/regions/kumbric-ruins",
      "factions/the-seekers-of-time"
    ],
    "tags": ["race", "dragon", "other", "playable", "powerful", "template"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/races/winged-monkeys": {
    "title": "Winged Monkeys",
    "content": "<h1>Winged Monkeys</h1>\n\n<blockquote>\n<p><em>\"We were never meant to serve. Once we flew free over all of Oz, answering to no one. Then came the cap, the enslavement, the degradation. We remember. And we will be free again.\"</em></p>\n</blockquote>\n\n<h2>Overview</h2>\n\n<p>Winged Monkeys occupy one of the most tragic positions in Oz's complex social hierarchy. Once a free and proud people who roamed the skies of Oz at will, they were enslaved through powerful magic centuries ago—bound to the Golden Cap, compelled to obey whoever possesses it, reduced from autonomous beings to servants and soldiers. Their history is one of freedom lost, dignity stolen, and a long, bitter struggle to reclaim what was taken from them.</p>\n\n<p>In the popular imagination (and in simplified tales told to children), Winged Monkeys are mere monsters or tools—wicked servants of wicked witches, frightening but ultimately mindless. The truth is far more complex and painful. Winged Monkeys are fully sentient beings with their own culture, language, families, and dreams. They chafe under the magical compulsion that forces them to serve, and they have developed sophisticated methods of resistance and survival under the yoke of enchantment.</p>\n\n<p>The Winged Monkeys' enslavement began generations ago when their king offended a powerful sorceress. As punishment, she created the Golden Cap and bound the entire race to its power. Three times the cap's wearer can command the Winged Monkeys, and they must obey perfectly, no matter the cost to themselves or their loved ones. The cap has passed through many hands over the centuries—witches, emperors, adventurers—and each time it is used, the Winged Monkeys' resentment deepens.</p>\n\n<p>Yet not all Winged Monkeys remain enslaved. Some were born free, never touched by the cap's magic. Others have escaped far enough from the cap's location that its power cannot reach them. A few have been deliberately freed by sympathetic cap-holders who destroyed the artifact—though each time this happens, somehow, the cap returns, rebuilt or rediscovered. These free Winged Monkeys walk a difficult path, for Ozian society views them with fear and suspicion, seeing only the \"wicked\" servants from the stories, not the people yearning for freedom.</p>\n\n<h2>Racial Traits</h2>\n\n<table>\n<thead>\n<tr>\n<th>Trait</th>\n<th>Description</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><strong>Ability Score Increase</strong></td>\n<td>Your Dexterity score increases by 2, and your Wisdom score increases by 1.</td>\n</tr>\n<tr>\n<td><strong>Age</strong></td>\n<td>Winged Monkeys mature at the same rate as humans and live approximately 80-100 years.</td>\n</tr>\n<tr>\n<td><strong>Size</strong></td>\n<td>Medium. Winged Monkeys stand between 4 and 6 feet tall, with builds ranging from lean and agile to powerfully muscled.</td>\n</tr>\n<tr>\n<td><strong>Speed</strong></td>\n<td>30 feet, fly 50 feet</td>\n</tr>\n<tr>\n<td><strong>Languages</strong></td>\n<td>Common (Ozian), Simian (the language of Winged Monkeys and other primates)</td>\n</tr>\n</tbody>\n</table>\n\n<h3>Flight</h3>\n<p>You have a flying speed of 50 feet. To use this speed, you can't be wearing medium or heavy armor. Your wings are large and powerful, spanning 10-12 feet when fully extended. While flying, you have advantage on Strength (Athletics) checks.</p>\n\n<h3>Aerial Agility</h3>\n<p>You have proficiency in the Acrobatics skill. Additionally, you have advantage on Dexterity saving throws made while you are flying.</p>\n\n<h3>Prehensile Feet</h3>\n<p>Your feet are as dexterous as your hands, adapted for grasping branches and carrying objects while flying. You can use your feet to manipulate objects, open doors, or hold items (but not to make attacks or cast spells requiring somatic components). While flying, you can carry one Medium or smaller creature or object weighing up to your carrying capacity with your feet, leaving your hands free.</p>\n\n<h3>Keen Senses</h3>\n<p>You have proficiency in the Perception skill. Your time in the air has trained you to spot distant threats and opportunities.</p>\n\n<h3>Legacy of Servitude</h3>\n<p>Your people's history of magical enslavement has left its mark. You have advantage on saving throws against being charmed or magically compelled to obey commands. However, you have disadvantage on Charisma (Persuasion) checks when interacting with Ozians who know your race, as prejudice and fear color their perceptions of you.</p>\n\n<h2>Variants</h2>\n\n<p>Not all Winged Monkeys share the same history with the Golden Cap. Choose one of the following variants.</p>\n\n<h3>Escaped Servant</h3>\n<p><em>You were once bound by the Golden Cap but have escaped its influence, either through distance, magic, or the cap's temporary destruction.</em></p>\n<p><strong>Survivor's Instinct:</strong> You have learned to obey just enough to survive while resisting in subtle ways. You have proficiency in Deception and Insight.</p>\n<p><strong>Broken Chains:</strong> Once per long rest, when you are forced to make a saving throw against an effect that would charm or command you, you can choose to succeed automatically. The trauma of your past enslavement makes your will iron-hard against magical compulsion.</p>\n<p><strong>Haunted by Service:</strong> You have nightmares about being called back to serve. After each long rest, roll a d20. On a 1, you are haunted by dreams of the Golden Cap's power and gain no benefit from that rest.</p>\n\n<h3>Born Free</h3>\n<p><em>You were born beyond the reach of the Golden Cap's magic, in a free community of Winged Monkeys, or after the cap's most recent destruction.</em></p>\n<p><strong>Unfettered Spirit:</strong> You have never known magical slavery and carry yourself with the pride of your people's ancient heritage. You have proficiency in Intimidation or Performance (your choice).</p>\n<p><strong>Cultural Heritage:</strong> You know stories and traditions nearly lost among the enslaved Winged Monkeys. You have advantage on Intelligence (History) checks related to Winged Monkey culture and pre-enslavement Oz.</p>\n<p><strong>Naive to Oppression:</strong> You have not experienced the same hardships as enslaved Winged Monkeys and may not fully understand their struggle. When dealing with other Winged Monkeys who have been enslaved, you must succeed on a DC 12 Wisdom (Insight) check to avoid unintentionally offending them with your freedom.</p>\n\n<h3>Resistance Fighter</h3>\n<p><em>You are part of the underground movement working to free all Winged Monkeys and destroy the Golden Cap forever.</em></p>\n<p><strong>Freedom Fighter:</strong> You have proficiency in Stealth and Survival. Additionally, you know secret signs and code words used by the Winged Monkey resistance.</p>\n<p><strong>Tactical Mind:</strong> You have advantage on Intelligence (Investigation) checks to identify escape routes, hidden passages, or weaknesses in structures or plans.</p>\n<p><strong>Liberator's Burden:</strong> You cannot rest while others of your kind remain enslaved. You have disadvantage on Wisdom saving throws against effects that play on your guilt, anger, or sense of responsibility.</p>\n\n<h3>Cap-Bearer's Freed</h3>\n<p><em>You were deliberately freed by a sympathetic owner of the Golden Cap who used one of their three commands to release you permanently from its power.</em></p>\n<p><strong>Gratitude and Guilt:</strong> You were freed by an act of mercy, but others remain enslaved. You have proficiency in Persuasion, as you work to convince others to show similar mercy.</p>\n<p><strong>Protected by Kindness:</strong> The magic that freed you provides limited protection. You have resistance to psychic damage.</p>\n<p><strong>Survivor's Burden:</strong> You were freed while others were not. This weighs on you. You have disadvantage on Charisma (Deception) checks, as you struggle to lie or hide your true feelings.</p>\n\n<h2>Culture</h2>\n\n<p>Winged Monkey culture exists in fragments, preserved by the free communities and whispered among the enslaved during rare moments of autonomy. Before the enslavement, Winged Monkeys were a nomadic people who followed the seasons and the winds, building temporary roosts in the highest trees and telling stories of the sky-paths that connected all of Oz.</p>\n<p>Their traditional society was matriarchal, led by the wisest grandmothers who could read the weather and navigate by stars. They valued freedom above all else—freedom of movement, freedom of choice, freedom to follow their curiosity wherever it led. They were masterful scouts, messengers, and explorers, their wings taking them to places other races could not reach.</p>\n\n<p>The enslavement shattered this culture. Winged Monkeys bound to the cap cannot refuse commands, cannot flee, cannot protect their families from being used as weapons or servants. They have adapted by developing a rich oral tradition passed down in secret, teaching their children the old ways so that when freedom comes—if it comes—they will remember who they were.</p>\n\n<p>Free Winged Monkey communities exist in remote areas: the deep forests of the Vinkus, the mountain peaks bordering the Deadly Desert, the wild lands south of Quadling country. These communities are fiercely protective of their freedom and their members. They maintain lookouts constantly, ready to flee if the Golden Cap's bearer approaches. Some communities have made pacts with local witches or Quadling mystics for magical wards that obscure them from divination magic.</p>\n\n<p>Among enslaved Winged Monkeys, a culture of quiet resistance has developed. They obey the letter of commands but not the spirit when they can. They leave messages for each other in the patterns of their flights. They teach their children the signs that mean \"remember you are more than this\" and \"freedom will come.\" And they wait, with the patient fury of those who have endured centuries of injustice.</p>\n\n<h2>Naming Conventions</h2>\n\n<p>Winged Monkeys have two naming traditions: their true names in Simian, and the names imposed on them by captors or adopted for use among other races.</p>\n\n<p><strong>Simian Names (True Names):</strong> These are complex, incorporating sounds and nuances that don't translate well to Common. They often reference the wind, sky, or freedom: Rhoook'aa (Sky-Dancer), K'tsssh-ral (Wind-Speaker), Mraaak-shi (Cloud-Chaser).</p>\n\n<p><strong>Common Names (Adopted or Imposed):</strong> Enslaved Winged Monkeys often receive simple, degrading names from their masters: Flap, Wing, Monkey, Servant-Nine. Free Winged Monkeys may choose Common names that have meaning to them: Liberty, Windrunner, Freesky, Unbound, Skybreaker.</p>\n\n<p><strong>Resistance Names:</strong> Those in the resistance movement often take symbolic names: Chain-Breaker, The-Last-Command, Never-Again, Wing-of-Vengeance, Freedom's-Price.</p>\n\n<p><strong>Example Names:</strong> Chistery (a famous Winged Monkey from the novels), Sky-Dancer, Broken-Chain, The-Unfettered, Gale, Storm, Tempest, Horizon.</p>\n\n<h2>Roleplaying a Winged Monkey</h2>\n\n<p><strong>Personality Traits:</strong></p>\n<ul>\n<li>I am always aware of the sky and feel trapped when I cannot see it.</li>\n<li>I test boundaries constantly, seeing how much freedom I truly have.</li>\n<li>I am fiercely loyal to those who treat me as an equal, not a servant.</li>\n<li>I speak little, conserving words for when they truly matter.</li>\n<li>I am fascinated by other races' casual freedom to make choices.</li>\n<li>I collect small tokens of autonomy—things I chose, not things I was given.</li>\n<li>I struggle to trust anyone who reminds me of former masters.</li>\n<li>I express emotion through acrobatic flight rather than words.</li>\n</ul>\n\n<p><strong>Ideals:</strong></p>\n<ul>\n<li><strong>Freedom.</strong> All beings deserve autonomy. Slavery in any form is an abomination. (Good)</li>\n<li><strong>Vengeance.</strong> Those who enslaved my people must pay for their crimes. (Evil)</li>\n<li><strong>Tradition.</strong> I will preserve the culture and history nearly lost to enslavement. (Lawful)</li>\n<li><strong>Revolution.</strong> The Golden Cap must be destroyed, no matter the cost. (Chaotic)</li>\n<li><strong>Redemption.</strong> I will prove that Winged Monkeys are more than the stories say. (Good)</li>\n<li><strong>Survival.</strong> I endure, and in enduring, I resist. (Neutral)</li>\n</ul>\n\n<p><strong>Bonds:</strong></p>\n<ul>\n<li>My family remains enslaved by the Golden Cap; I will free them.</li>\n<li>I serve in the resistance movement, working to destroy the cap forever.</li>\n<li>I was freed by someone who showed me mercy; I owe them my life.</li>\n<li>I seek the current bearer of the Golden Cap to beg, steal, or destroy it.</li>\n<li>I am one of the last who remembers the old ways; I must pass them on.</li>\n<li>I protect a community of free Winged Monkeys hidden from the world.</li>\n</ul>\n\n<p><strong>Flaws:</strong></p>\n<ul>\n<li>I react violently to anyone who tries to command or compel me.</li>\n<li>I cannot forgive those who profited from Winged Monkey enslavement.</li>\n<li>I am reckless in pursuit of freedom, endangering myself and others.</li>\n<li>I view all non-Winged Monkeys as potential enslavers.</li>\n<li>I am obsessed with destroying the Golden Cap, to the exclusion of all else.</li>\n<li>I sometimes freeze when given direct orders, paralyzed by trauma.</li>\n</ul>\n\n<h2>GM Notes</h2>\n\n<p>Winged Monkey PCs bring powerful themes of freedom, resistance, and historical trauma to a campaign. Their flight ability makes them mechanically strong, balanced by their social disadvantages and the psychological weight of their people's history.</p>\n\n<p>Use the Winged Monkey PC to explore questions about autonomy, the legacy of oppression, and how societies heal from historical wrongs. How does one build trust when your people have been betrayed for centuries? What does freedom mean to someone whose entire culture has been enslaved? Can there be reconciliation with those who benefited from that enslavement?</p>\n\n<p>The Golden Cap should be a significant plot element in campaigns featuring Winged Monkey PCs. Perhaps the party encounters it, forcing difficult choices. Perhaps someone tries to use it against the PC. Perhaps the PC is on a quest to destroy it once and for all.</p>\n\n<p>NPCs should react to Winged Monkey PCs with the full range of Ozian prejudice. Some will fear them. Others will try to command them. Still others will be sympathetic allies in the struggle for freedom. This prejudice should be challenging but not overwhelming—the PC should have opportunities to change minds and challenge stereotypes.</p>\n\n<p><strong>Notable Winged Monkey NPCs:</strong></p>\n<ul>\n<li>Chistery - A Winged Monkey who served Elphaba and may have gained the power of speech through her magic</li>\n<li>The Grandmother-Who-Remembers - The oldest free Winged Monkey, keeper of all the old stories</li>\n<li>Chain-Breaker - Leader of the Winged Monkey resistance movement</li>\n<li>The Last King - Descendant of the king whose offense led to the enslavement</li>\n</ul>\n\n<p><strong>Plot Hooks:</strong></p>\n<ul>\n<li>The Golden Cap has been found, and the race is on to claim or destroy it.</li>\n<li>The party discovers a hidden community of free Winged Monkeys threatened by discovery.</li>\n<li>A Winged Monkey PC is recognized by former masters who demand their return.</li>\n<li>The resistance movement requests the party's aid in a plan to destroy the Golden Cap.</li>\n<li>Someone is capturing Winged Monkeys, claiming the cap gives them the right.</li>\n<li>A sympathetic wizard offers to break the Golden Cap's curse—but the ritual requires terrible sacrifices.</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('objects/magic-items/legendary/the-golden-cap', 'The Golden Cap'); return false;\">The Golden Cap</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('factions/winged-monkey-resistance', 'Winged Monkey Resistance'); return false;\">Winged Monkey Resistance</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('npcs/chistery', 'Chistery'); return false;\">Chistery</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('exploration/regions/winged-monkey-roosts', 'Free Winged Monkey Roosts'); return false;\">Free Winged Monkey Roosts</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/backgrounds/escaped-slave', 'Escaped Slave'); return false;\">Escaped Slave (Background)</a></li>\n</ul>",
    "related": [
      "objects/magic-items/legendary/the-golden-cap",
      "factions/winged-monkey-resistance",
      "npcs/chistery",
      "exploration/regions/winged-monkey-roosts",
      "character/backgrounds/escaped-slave"
    ],
    "tags": ["race", "winged-monkey", "other", "playable", "template"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  }
}
