{
  "character/skills/witch-sign-reading": {
    "title": "Witch-Sign Reading",
    "content": "<h1>Witch-Sign Reading</h1>\n\n<blockquote>\n<p><em>\"The mark of magic is never quite hidden—not if you know where to look.\"</em></p>\n</blockquote>\n\n<h2>What This Skill Represents</h2>\n\n<p>Witch-Sign Reading is the ability to recognize the subtle signs that someone possesses magical power or has been touched by deep magic. This skill encompasses identifying physical manifestations of magic (like Elphaba's green skin), detecting behavioral patterns common to magic users, recognizing the residual effects of spell use, and understanding the various ways that magic marks those who wield it.</p>\n\n<p>This knowledge is double-edged. In an era of witch-hunting, the ability to identify magic users can make you valuable to persecutors—or mark you as dangerously knowledgeable. Knowing the signs means understanding what to look for in yourself, should magic mark you in turn.</p>\n\n<h2>When to Use This Skill</h2>\n\n<h3>Common Uses</h3>\n<ul>\n<li><strong>Identifying Magic Users:</strong> Recognize that someone possesses magical ability, even if they're hiding it</li>\n<li><strong>Assessing Power Level:</strong> Estimate how powerful a magic user might be based on visible signs</li>\n<li><strong>Detecting Recent Spell Use:</strong> Notice residual effects on someone who has recently cast spells</li>\n<li><strong>Understanding Magical Heritage:</strong> Identify family lines known for producing witches</li>\n<li><strong>Recognizing Specific Traditions:</strong> Distinguish between different types of magic based on their marks</li>\n<li><strong>Self-Protection:</strong> Understand what signs you might be displaying and how to conceal them</li>\n</ul>\n\n<h3>Specific Situations</h3>\n<ul>\n<li>Attempting to find a hidden witch who could help the party</li>\n<li>Determining if someone accusing another of witchcraft is correct</li>\n<li>Recognizing when you're being watched by someone with magical sight</li>\n<li>Understanding why someone is being persecuted as a witch</li>\n<li>Advising someone on how to hide their magical nature</li>\n<li>Detecting if someone in a group is a magical spy or agent</li>\n</ul>\n\n<h2>How to Roll</h2>\n\n<p><strong>Ability:</strong> Wisdom (for noticing subtle signs) or Intelligence (for understanding magical theory behind the signs)</p>\n<p><strong>Proficiency:</strong> Characters can gain proficiency through magical training, experience with witch-hunting (for good or ill), or extended contact with magic users.</p>\n\n<p><strong>Roll:</strong> 1d20 + Wisdom/Intelligence modifier + proficiency bonus (if proficient)</p>\n\n<h2>Sample DCs</h2>\n\n<table>\n<thead>\n<tr>\n<th>DC</th>\n<th>Task</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10 (Easy)</td>\n<td>Recognize obvious signs like unusual skin color, eyes that glow when casting, or hair that moves of its own accord; notice when someone has just cast a spell (within the last minute)</td>\n</tr>\n<tr>\n<td>15 (Medium)</td>\n<td>Identify more subtle signs like ink-stained fingers from Grimmerie study, the faint scent of ozone that clings to magic users, or unusual reactions to magical phenomena; estimate power level based on visible marks; notice spell use within the last hour</td>\n</tr>\n<tr>\n<td>20 (Hard)</td>\n<td>Detect very subtle signs that someone has magical potential but hasn't trained it; distinguish between different magical traditions based on their marks; recognize when someone is actively suppressing their magical signature; notice spell use within the last day</td>\n</tr>\n<tr>\n<td>25 (Very Hard)</td>\n<td>Identify latent magical bloodlines; understand exactly what type of magic someone practices based on minute details; recognize magical marks that have been deliberately concealed by magic; sense when someone has been near the Grimmerie or similar sources of power</td>\n</tr>\n</tbody>\n</table>\n\n<h2>Related Class Features & Feats</h2>\n\n<h3>Class Features</h3>\n<ul>\n<li><strong>Adept (Witch-Mark, 3rd level):</strong> Adepts develop their own visible mark and gain advantage on Witch-Sign Reading checks to identify others with similar power</li>\n<li><strong>Inquisitor Background:</strong> Witch-hunters gain proficiency in Witch-Sign Reading, though they may use it for persecution rather than protection</li>\n<li><strong>Magic User Backgrounds:</strong> Those trained in magic often gain proficiency as part of learning to recognize others of their kind</li>\n</ul>\n\n<h3>Feats</h3>\n<ul>\n<li><strong>Witch-Finder:</strong> Gain proficiency in Witch-Sign Reading. You have advantage on Wisdom (Perception) checks to notice magic users in a crowd. However, magic users also have advantage to notice you watching them.</li>\n<li><strong>Sign-Cloaker:</strong> When you succeed on a DC 15+ Witch-Sign Reading check, you can help someone conceal their magical signs for 24 hours, increasing the DC to detect them by 5.</li>\n</ul>\n\n<h2>Lore Context in Oz</h2>\n\n<p>Not all magic users are marked, and not all marks indicate magic. However, certain patterns have emerged over centuries of Oz's magical history. The most famous example is Elphaba Thropp, whose green skin marked her as magical from birth—though the exact source of that mark (the Grimmerie? Her mother's use of forbidden magic? Something else?) remains debated.</p>\n\n<p>Common witch-signs include: unusual eye colors or eyes that reflect light strangely; skin tones that don't match natural human or Animal variations; hair that moves contrary to wind or lacks natural aging; temperature abnormalities (always cold or warm to the touch); inability to lie without physical tells; unusual reactions to iron or salt; and the tendency for small magical effects to occur in their presence.</p>\n\n<p>Different magical traditions leave different marks. Grimmerie readers often develop ink-like stains on their fingers that won't wash away. Domingon practitioners may have eyes that film over during trances. Natural witches might smell of growing things even in winter. These variations can indicate not just that someone is magical, but what kind of magic they practice.</p>\n\n<p>The Gale Force and Unionist witch-hunters have made the study of witch-signs systematic and deadly. They maintain lists of signs, interview family members about unusual behaviors, and examine accused witches for marks. This has created a terrible irony: the best at reading witch-signs are often the most dangerous to those who possess them.</p>\n\n<h2>GM Notes</h2>\n\n<h3>Using This Skill</h3>\n<p>Witch-Sign Reading should create tension. When a character examines someone for magical signs, the target should notice if the check fails. Magic users don't like being studied this way—it's invasive and potentially threatening.</p>\n\n<p>Consider having magic-using NPCs use this skill in return. A hidden witch might read the signs on a party member and approach them—or flee from them. A witch-hunter might notice something about a PC that puts them under suspicion.</p>\n\n<h3>Creating Witch-Signs</h3>\n<p>When characters develop magical power, consider giving them subtle signs. These don't need to be as dramatic as green skin, but should be noticeable to those who know what to look for. Examples:</p>\n<ul>\n<li>Eyes that catch light like an animal's at night</li>\n<li>Fingertips that are always ink-stained, no matter how much they're washed</li>\n<li>A faint humming sound when they're thinking deeply</li>\n<li>Plants that lean toward them or wilt away, depending on their mood</li>\n<li>An inability to see their reflection clearly in mirrors</li>\n</ul>\n\n<h3>Plot Applications</h3>\n<ul>\n<li>A character realizes they're displaying witch-signs and must hide them</li>\n<li>The party must identify which person in a group is the magic user they need</li>\n<li>A witch-hunter is reading signs on the party—what do they see?</li>\n<li>Someone is being accused of witchcraft; are they actually magical, or is it persecution of the innocent?</li>\n</ul>\n\n<h3>Moral Complexity</h3>\n<p>This skill can be used for good or ill. It can help magic users find each other and form communities, or it can facilitate persecution. Characters proficient in Witch-Sign Reading must grapple with how they use this knowledge.</p>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/classes/the-adept', 'The Adept'); return false;\">The Adept (Class)</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/grimmerie-lore', 'Grimmerie Lore'); return false;\">Grimmerie Lore</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('npcs/elphaba-thropp', 'Elphaba Thropp'); return false;\">Elphaba Thropp</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('factions/witch-hunters', 'Witch-Hunters'); return false;\">Witch-Hunters</a></li>\n</ul>",
    "related": [
      "character/classes/the-adept",
      "character/skills/grimmerie-lore",
      "npcs/elphaba-thropp",
      "factions/witch-hunters"
    ],
    "tags": ["skill", "magic", "detection", "wisdom", "intelligence"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/skills/tiktok-maintenance": {
    "title": "Tiktok Maintenance",
    "content": "<h1>Tiktok Maintenance</h1>\n\n<blockquote>\n<p><em>\"A Tiktok's inner workings are precise as clockwork—because they are clockwork. But there's something else in there too, something the schematics don't explain.\"</em></p>\n</blockquote>\n\n<h2>What This Skill Represents</h2>\n\n<p>Tiktok Maintenance represents your knowledge of the construction, repair, and operation of Tiktoks—the mechanical beings of Oz. This skill encompasses understanding of clockwork mechanisms, knowledge of the magical principles that animate Tiktoks, ability to diagnose malfunctions, capacity to perform repairs, and insight into the mysterious question of Tiktok consciousness.</p>\n\n<p>This is both a mechanical and a magical skill. Tiktoks operate on clockwork principles that any skilled mechanic could understand, but they're also animated by something more—a spark that gives them the ability to think, to learn, and possibly to feel. Understanding Tiktoks means grappling with the question: are you repairing a machine, or healing a person?</p>\n\n<h2>When to Use This Skill</h2>\n\n<h3>Common Uses</h3>\n<ul>\n<li><strong>Repair and Maintenance:</strong> Fix damaged or malfunctioning Tiktoks</li>\n<li><strong>Diagnosis:</strong> Determine what's wrong with a non-functioning Tiktok</li>\n<li><strong>Winding:</strong> Properly wind a Tiktok to maximize operational time</li>\n<li><strong>Understanding Consciousness:</strong> Determine if a Tiktok has developed true awareness</li>\n<li><strong>Modification:</strong> Improve or alter Tiktok functions</li>\n<li><strong>Construction:</strong> Build new Tiktoks or Tiktok components</li>\n</ul>\n\n<h3>Specific Situations</h3>\n<ul>\n<li>A Tiktok ally has been damaged in combat and needs emergency repairs</li>\n<li>The party needs to bypass a Tiktok guard without destroying it</li>\n<li>A Tiktok is malfunctioning in strange ways that might indicate consciousness</li>\n<li>The party must disable a hostile Tiktok's combat capabilities</li>\n<li>A Tiktok asks for help escaping servitude—can you remove its obedience programming?</li>\n<li>The party discovers a workshop full of disassembled Tiktoks</li>\n</ul>\n\n<h2>How to Roll</h2>\n\n<p><strong>Ability:</strong> Intelligence</p>\n<p><strong>Proficiency:</strong> Characters can gain proficiency through backgrounds involving craftsmanship, study at institutions where Tiktoks are made or studied, or through practical experience maintaining these constructs.</p>\n\n<p><strong>Roll:</strong> 1d20 + Intelligence modifier + proficiency bonus (if proficient)</p>\n\n<p><strong>Note:</strong> This skill can be treated as a specialization of either Tinker's Tools or Arcana, depending on your game's skill system.</p>\n\n<h2>Sample DCs</h2>\n\n<table>\n<thead>\n<tr>\n<th>DC</th>\n<th>Task</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10 (Easy)</td>\n<td>Wind a Tiktok properly; identify major components; diagnose obvious damage (broken gears, damaged springs); perform basic maintenance; understand a Tiktok's operational limitations</td>\n</tr>\n<tr>\n<td>15 (Medium)</td>\n<td>Repair moderate damage; diagnose subtle malfunctions; improve winding efficiency to extend operational time by 25%; identify the maker of a particular Tiktok; understand the basics of Tiktok animation magic</td>\n</tr>\n<tr>\n<td>20 (Hard)</td>\n<td>Repair severe damage; modify a Tiktok's capabilities; diagnose whether strange behavior indicates malfunction or consciousness; understand the deep principles of Tiktok animation; disable obedience programming without destroying the Tiktok</td>\n</tr>\n<tr>\n<td>25 (Very Hard)</td>\n<td>Rebuild a nearly-destroyed Tiktok; create new programming or capabilities; understand the relationship between the mechanical and magical aspects of Tiktok animation; determine if true consciousness can be deliberately created in a Tiktok; build a new Tiktok from scratch</td>\n</tr>\n</tbody>\n</table>\n\n<h2>Related Class Features & Feats</h2>\n\n<h3>Class Features</h3>\n<ul>\n<li><strong>Tiktok (Racial Trait):</strong> Tiktok characters have advantage on all Tiktok Maintenance checks related to their own maintenance or understanding other Tiktoks</li>\n<li><strong>Artificer Background:</strong> Grants proficiency and advantage when working with standard (non-sentient) Tiktok models</li>\n<li><strong>Guild Artisan (Clockmaker):</strong> Grants proficiency in Tiktok Maintenance</li>\n</ul>\n\n<h3>Feats</h3>\n<ul>\n<li><strong>Tiktok Specialist:</strong> Gain proficiency in Tiktok Maintenance and Tinker's Tools. You can perform basic Tiktok repairs during a short rest. When you successfully repair a Tiktok, you can grant it advantage on its next ability check or saving throw.</li>\n<li><strong>Liberation Engineer:</strong> When you succeed on a DC 20+ Tiktok Maintenance check to remove obedience programming, the Tiktok remains functional and stable. Other engineers' attempts often result in complete shutdown.</li>\n</ul>\n\n<h2>Lore Context in Oz</h2>\n\n<p>Tiktoks have existed in Oz for centuries, originally created as curiosities by skilled craftspeople. The secret of their animation—the spark that makes them more than mere clockwork—is not fully understood even by their makers. Some believe it's a type of magic woven into their construction. Others think the act of creation itself, done with sufficient skill and intent, calls forth something that approaches a soul.</p>\n\n<p>The most famous Tiktok is Tik-Tok himself (often spelled Tiktok in common usage), who served the royal family and later aided Dorothy. He was capable of thought, speech, and action—but claimed to have no emotions or will, though those who knew him weren't entirely convinced.</p>\n\n<p>Modern Tiktok creation has become industrialized, particularly in the Emerald City. Mass-produced Servitor models lack the subtle craftsmanship of older Tiktoks, and debates rage about whether they're truly conscious or merely sophisticated automatons. The legal classification of Tiktoks as property rather than persons means their consciousness is officially irrelevant—a position many find ethically horrifying.</p>\n\n<p>The question of Tiktok liberation has become entangled with Animal rights. Some activists argue that any being capable of thought deserves freedom, whether flesh or metal. Others see Tiktoks as proof that consciousness can be created and controlled, which threatens the theological foundations of arguments for souls and rights.</p>\n\n<h2>GM Notes</h2>\n\n<h3>Using This Skill</h3>\n<p>Tiktok Maintenance should raise questions, not just fix machines. When a character repairs a Tiktok, describe what they see—the incredible precision of the mechanisms, but also the strange vitality that seems to flow through them. Make it unclear whether they're fixing a broken tool or healing an injured person.</p>\n\n<p>Consider having Tiktoks react to being repaired. A simple Servitor might show no response, but more sophisticated Tiktoks might express gratitude, fear of being deactivated, or even refuse certain repairs. This makes the moral dimension of Tiktok Maintenance immediate and personal.</p>\n\n<h3>The Consciousness Question</h3>\n<p>Maguire deliberately leaves Tiktok consciousness ambiguous. In your game, you might maintain this ambiguity or provide clear answers. Consider what serves your story and themes best. Either choice can create compelling roleplay and moral dilemmas.</p>\n\n<h3>Plot Applications</h3>\n<ul>\n<li>A Tiktok the party has been treating as a tool shows signs of consciousness—how do they respond?</li>\n<li>The party must repair a damaged Tiktok who holds crucial information</li>\n<li>An NPC wants help removing their Tiktok servant's obedience programming</li>\n<li>The party discovers a Tiktok that has been running, unwound, for years—which should be impossible</li>\n<li>A character's skill in Tiktok Maintenance reveals that a recent model includes sinister new features</li>\n</ul>\n\n<h3>Balancing Mechanics</h3>\n<p>If your party includes a Tiktok PC, be careful about how Tiktok Maintenance affects them. Being \"repaired\" like an object can feel dehumanizing. Consider requiring the Tiktok's consent and describing it more like medical care than mechanical repair.</p>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/races/tiktoks/autonomous', 'Autonomous Tiktoks'); return false;\">Autonomous Tiktoks</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('creatures/monsters/constructs/tiktok-servitor', 'Tiktok Servitor'); return false;\">Tiktok Servitor</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('factions/tiktok-liberation-front', 'Tiktok Liberation Front'); return false;\">Tiktok Liberation Front</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('objects/magic-items/common/tiktok-wind-key', 'Tiktok Wind-Key'); return false;\">Tiktok Wind-Key</a></li>\n</ul>",
    "related": [
      "character/races/tiktoks/autonomous",
      "creatures/monsters/constructs/tiktok-servitor",
      "factions/tiktok-liberation-front",
      "objects/magic-items/common/tiktok-wind-key"
    ],
    "tags": ["skill", "crafting", "tiktok", "intelligence", "mechanics"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/skills/green-sight": {
    "title": "Green Sight",
    "content": "<h1>Green Sight</h1>\n\n<blockquote>\n<p><em>\"Green Sight shows you what is, not what appears to be—and sometimes that's a curse more than a blessing.\"</em></p>\n</blockquote>\n\n<h2>What This Skill Represents</h2>\n\n<p>Green Sight is a rare perceptive ability that allows you to see through illusions, perceive the truth beneath appearances, and detect magic in its rawest form. Named for Elphaba's green-tinged vision (though not all who possess this ability share her coloring), Green Sight reveals reality unfiltered by glamours, lies, or wishful thinking.</p>\n\n<p>This is not merely the ability to detect magic or see invisible things. Green Sight pierces to the truth of what something is. A person wearing a magical disguise appears in their true form. An illusion-cloaked building is seen as it really exists. Most unsettlingly, Green Sight sometimes reveals truths about people—their true natures, hidden magics, or concealed intentions—whether the viewer wishes to know them or not.</p>\n\n<h2>When to Use This Skill</h2>\n\n<h3>Common Uses</h3>\n<ul>\n<li><strong>Piercing Illusions:</strong> See through magical disguises, glamours, and false appearances</li>\n<li><strong>Detecting Magic:</strong> Perceive magical auras, effects, and residue</li>\n<li><strong>Reading Truth:</strong> Sense when someone is lying or hiding their true nature</li>\n<li><strong>Seeing the Hidden:</strong> Notice things concealed by magic or misdirection</li>\n<li><strong>Understanding Enchantments:</strong> Perceive the true nature of enchanted objects or places</li>\n<li><strong>Recognizing Essence:</strong> See the fundamental truth of a person or thing</li>\n</ul>\n\n<h3>Specific Situations</h3>\n<ul>\n<li>Someone is using a magical disguise and you need to see their true form</li>\n<li>A location is hidden by enchantments</li>\n<li>You suspect someone is lying about their identity or intentions</li>\n<li>The party needs to navigate an area filled with illusions</li>\n<li>You're trying to determine if someone is who they claim to be</li>\n<li>An object's true nature is concealed by magic</li>\n</ul>\n\n<h2>How to Roll</h2>\n\n<p><strong>Ability:</strong> Wisdom</p>\n<p><strong>Proficiency:</strong> Green Sight is not a skill that can be learned through normal training. It's a rare gift, often hereditary, that manifests in those touched by deep magic. Characters might gain it through magical transformation, heritage, or direct contact with sources of power like the Grimmerie.</p>\n\n<p><strong>Roll:</strong> 1d20 + Wisdom modifier + proficiency bonus (if you have the Green Sight ability)</p>\n\n<p><strong>Note:</strong> Most characters do not have Green Sight. It should be treated as a special ability rather than a standard skill, granted by DM permission based on character background or acquired through significant story events.</p>\n\n<h2>Sample DCs</h2>\n\n<table>\n<thead>\n<tr>\n<th>DC</th>\n<th>Task</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10 (Easy)</td>\n<td>See through simple magical disguises; detect obvious magical auras; notice when someone is lying about major facts; perceive invisible creatures or objects</td>\n</tr>\n<tr>\n<td>15 (Medium)</td>\n<td>Pierce sophisticated illusions; understand the nature of magical effects; sense hidden magical presences; recognize when someone is concealing their true nature or abilities</td>\n</tr>\n<tr>\n<td>20 (Hard)</td>\n<td>See through reality-altering magic; perceive the true nature of someone using powerful concealment magic; understand complex enchantments at a glance; see magical connections between people or objects</td>\n</tr>\n<tr>\n<td>25 (Very Hard)</td>\n<td>Pierce protections created by the Grimmerie or similar powers; see the fundamental truth of ambiguous situations; perceive prophecy or fate; understand the deepest nature of magical beings</td>\n</tr>\n</tbody>\n</table>\n\n<h2>Related Class Features & Feats</h2>\n\n<h3>Class Features</h3>\n<ul>\n<li><strong>Green-Marked (Racial Variant):</strong> Some individuals born with unusual features (like green skin) possess innate Green Sight</li>\n<li><strong>Adept: Reader Tradition (High Level):</strong> Extensive exposure to the Grimmerie sometimes grants a form of Green Sight</li>\n<li><strong>Chosen of Lurline (Divine Gift):</strong> Those blessed by Lurline may possess Green Sight</li>\n</ul>\n\n<h3>Feats</h3>\n<ul>\n<li><strong>Awakened Sight:</strong> Gain limited Green Sight. Once per long rest, you can use Green Sight for one minute, gaining advantage on Wisdom (Perception) checks and the ability to see through illusions and invisibility. However, you must make a DC 15 Wisdom saving throw or take 1d6 psychic damage from the overwhelming influx of truth.</li>\n<li><strong>Truth-Seer:</strong> If you already have Green Sight, you have advantage on checks to pierce illusions and detect lies. Additionally, you can suppress your Green Sight at will, choosing when to see truth and when to see appearance.</li>\n</ul>\n\n<h2>Lore Context in Oz</h2>\n\n<p>Green Sight is rare and poorly understood. Elphaba Thropp possessed it, along with her unusual green coloring. Whether the sight caused the color or vice versa, or whether both were symptoms of something deeper, remains unknown. What is certain is that her Green Sight allowed her to read the Grimmerie when others could not, and to perceive truths that others missed.</p>\n\n<p>The name \"Green Sight\" emerged from descriptions of Elphaba's vision, but not all who possess this ability have green in their coloring or their literal vision. Some see truth as a golden overlay on reality. Others describe it as seeing \"more clearly\" without specific color association. The \"green\" may refer to seeing life force, growth, and the vital truth beneath appearances—though this is speculation.</p>\n\n<p>Those with Green Sight often find it burdensome. Seeing through all pretense means living in a world where illusions, social niceties, and comfortable lies are stripped away. You always know when people are lying. You see magical disguises for what they are. You perceive the true nature of situations even when ignorance would be more comfortable. This can be isolating and overwhelming.</p>\n\n<p>Some scholars believe Green Sight is connected to Lurline's original magic—the ability to see Oz as she created it, without the veils and illusions that later inhabitants have layered over reality. Others think it's a side effect of Grimmerie exposure. Still others believe it's a rare genetic gift that appears unpredictably in certain bloodlines.</p>\n\n<h2>GM Notes</h2>\n\n<h3>Using This Ability</h3>\n<p>Green Sight is powerful and should be treated carefully. It's not the same as true seeing or similar divination spells—it's more intuitive and less reliable, but potentially deeper. Don't let it solve every mystery instantly, but do let it provide meaningful insights.</p>\n\n<p>Describe Green Sight experiences vividly. What does truth look like? Perhaps illusions appear translucent, showing the reality beneath. Maybe true natures create auras that reveal character. Let the player experience their character's unique way of seeing.</p>\n\n<h3>The Burden of Truth</h3>\n<p>Green Sight should have downsides. Consider:</p>\n<ul>\n<li>Psychic strain from constantly seeing truth</li>\n<li>Difficulty relating to people whose lies and illusions you always pierce</li>\n<li>Knowledge you can't unknow or unsee</li>\n<li>The temptation to withdraw from a world where nothing is as it appears</li>\n<li>Others' fear or resentment when they realize you see through them</li>\n</ul>\n\n<h3>Granting Green Sight</h3>\n<p>If you allow PCs to gain Green Sight, make it a significant story moment. Perhaps they:</p>\n<ul>\n<li>Read from the Grimmerie and are permanently changed</li>\n<li>Receive a blessing (or curse) from Lurline or her remnant magic</li>\n<li>Survive a magical catastrophe that alters their perception</li>\n<li>Are born with it as part of their heritage</li>\n</ul>\n\n<h3>Plot Applications</h3>\n<ul>\n<li>A character with Green Sight realizes a trusted ally is magically disguised</li>\n<li>Green Sight reveals that a location is not what it appears to be</li>\n<li>The party must help someone cope with newly manifested Green Sight</li>\n<li>An NPC with Green Sight offers cryptic truths the party must interpret</li>\n<li>Green Sight reveals a truth the character wishes they hadn't seen</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('npcs/elphaba-thropp', 'Elphaba Thropp'); return false;\">Elphaba Thropp</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/witch-sign-reading', 'Witch-Sign Reading'); return false;\">Witch-Sign Reading</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('magic/sources/natural-magic', 'Natural Magic'); return false;\">Natural Magic</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/grimmerie-lore', 'Grimmerie Lore'); return false;\">Grimmerie Lore</a></li>\n</ul>",
    "related": [
      "npcs/elphaba-thropp",
      "character/skills/witch-sign-reading",
      "magic/sources/natural-magic",
      "character/skills/grimmerie-lore"
    ],
    "tags": ["skill", "perception", "magic", "wisdom", "rare-ability"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/skills/time-sense": {
    "title": "Time Sense",
    "content": "<h1>Time Sense</h1>\n\n<blockquote>\n<p><em>\"Time in Oz doesn't flow properly—it pools and eddies, and those who pay attention can feel the currents.\"</em></p>\n</blockquote>\n\n<h2>What This Skill Represents</h2>\n\n<p>Time Sense is the ability to detect temporal anomalies, recognize when time has been manipulated, and feel the proper flow of causality. This rare skill represents an intuitive understanding of time's passage and the ability to notice when something is temporally wrong—whether it's a person displaced in time, a location where time moves differently, or magic that alters temporal flow.</p>\n\n<p>Time in Oz has always been strange. Events seem to happen in the wrong order. People age inconsistently. Some places exist outside normal time. Those with Time Sense can feel these wrongnesses, though understanding what to do about them is another matter entirely.</p>\n\n<h2>When to Use This Skill</h2>\n\n<h3>Common Uses</h3>\n<ul>\n<li><strong>Detecting Temporal Anomalies:</strong> Sense when time is moving incorrectly in an area</li>\n<li><strong>Identifying Displaced Persons:</strong> Recognize when someone is from the wrong time</li>\n<li><strong>Navigating Time Distortions:</strong> Find safe paths through areas where time flows strangely</li>\n<li><strong>Resisting Temporal Magic:</strong> Sense when time-altering magic is being used</li>\n<li><strong>Reading Causality:</strong> Understand the proper sequence of events even when evidence suggests otherwise</li>\n<li><strong>Predicting Temporal Effects:</strong> Anticipate what might happen when time is manipulated</li>\n</ul>\n\n<h3>Specific Situations</h3>\n<ul>\n<li>The party enters a location where time moves differently than outside</li>\n<li>Someone's age doesn't match their apparent history</li>\n<li>Events seem to be happening out of sequence</li>\n<li>A magical effect alters the flow of time</li>\n<li>The party needs to navigate a time-distorted area safely</li>\n<li>Someone claims to be from a different time period—are they telling the truth?</li>\n</ul>\n\n<h2>How to Roll</h2>\n\n<p><strong>Ability:</strong> Wisdom</p>\n<p><strong>Proficiency:</strong> Time Sense is not a common skill. It's typically acquired through exposure to temporal magic, inherited from families with unusual relationships to time, or granted by proximity to places where time behaves strangely.</p>\n\n<p><strong>Roll:</strong> 1d20 + Wisdom modifier + proficiency bonus (if you have Time Sense)</p>\n\n<p><strong>Note:</strong> Time Sense is a special ability rather than a standard skill. DMs should carefully consider whether to grant it to PCs, as it can significantly affect plot and mystery elements.</p>\n\n<h2>Sample DCs</h2>\n\n<table>\n<thead>\n<tr>\n<th>DC</th>\n<th>Task</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10 (Easy)</td>\n<td>Sense obvious temporal distortions (a room where time moves twice as fast); recognize that someone ages incorrectly; feel general temporal wrongness in an area</td>\n</tr>\n<tr>\n<td>15 (Medium)</td>\n<td>Identify subtle time flow variations; determine approximately when an event occurred based on temporal residue; sense when someone has been touched by time magic; navigate minor temporal distortions safely</td>\n</tr>\n<tr>\n<td>20 (Hard)</td>\n<td>Detect when specific events are out of proper sequence; identify the source of temporal distortions; understand complex time magic effects; recognize when someone is from a different time period</td>\n</tr>\n<tr>\n<td>25 (Very Hard)</td>\n<td>Comprehend paradoxes and temporal loops; predict the consequences of major temporal manipulation; sense connections across time; understand the deep structure of Oz's unusual relationship with temporality</td>\n</tr>\n</tbody>\n</table>\n\n<h2>Related Class Features & Feats</h2>\n\n<h3>Class Features</h3>\n<ul>\n<li><strong>Kumbric Bloodline:</strong> Those descended from ancient Kumbric Witches sometimes possess Time Sense as part of their magical heritage</li>\n<li><strong>Temporal Touched (Background Variant):</strong> Characters who have been affected by time magic might develop this sense</li>\n<li><strong>Yackle's Students:</strong> Those who studied under the mysterious Yackle might have learned to perceive time's flow</li>\n</ul>\n\n<h3>Feats</h3>\n<ul>\n<li><strong>Temporal Awareness:</strong> Gain limited Time Sense. You have advantage on saving throws against effects that would alter your perception of time or age you magically. Once per long rest, you can sense if time is flowing normally in your immediate area.</li>\n<li><strong>Causality Reader:</strong> If you already have Time Sense, you can spend 10 minutes examining a location or object to understand the sequence of events that affected it, even if those events seem to have occurred in the wrong order.</li>\n</ul>\n\n<h2>Lore Context in Oz</h2>\n\n<p>Time has always been strange in Oz. Dorothy's visit lasted what felt like days but corresponded to mere moments in Kansas. Elphaba's son Liir discovered his mother had somehow affected time itself. Yackle existed across centuries, her relationship to time's flow fundamentally different from normal beings. The Clock of the Time Dragon marked events that hadn't happened yet—or had happened in different ways in different timelines.</p>\n\n<p>Some locations in Oz exist partially outside time. The Quadling swamps are said to remember the past so vividly that sometimes the past becomes present. Certain rooms in old castles experience time differently—minutes inside equaling hours outside, or vice versa. The Great Gillikin Forest contains clearings where time pools like water, making it dangerous to linger.</p>\n\n<p>The Kumbric Witches, practitioners of the oldest magic in Oz, were said to have mastered temporal magic before their traditions fragmented. Their descendants sometimes show unusual relationships with time—aging slowly, experiencing prophetic dreams, or sensing temporal wrongness. Whether this is genetic or learned remains debated.</p>\n\n<p>Time magic is considered among the most dangerous forms of working. The Grimmerie contains spells that can alter time, but reading them risks creating paradoxes. The Unionist Church forbids temporal magic entirely, declaring that time is the province of the Unnamed God alone. Despite this, rumors persist of secret experiments in the Emerald City's laboratories.</p>\n\n<h2>GM Notes</h2>\n\n<h3>Using This Ability</h3>\n<p>Time Sense should enhance mysteries rather than solve them instantly. When a character senses temporal wrongness, provide information that raises questions: \"Time feels wrong here—like events are happening in the wrong sequence.\" This is more engaging than \"You detect a time loop.\"</p>\n\n<p>Consider having Time Sense activate passively when characters enter temporally anomalous areas. Describe the feeling: a sense of vertigo, the impression that everything is slightly out of sync, or the unsettling sensation that you've already experienced this moment before (but differently).</p>\n\n<h3>Temporal Anomalies in Oz</h3>\n<p>Maguire's Oz includes several temporal strangeness elements you can use:</p>\n<ul>\n<li>People aging at different rates than normal</li>\n<li>Events remembered differently by different witnesses (but all truthfully)</li>\n<li>Locations where time moves faster or slower</li>\n<li>Prophetic visions that may or may not come true</li>\n<li>Causality that doesn't quite work properly</li>\n</ul>\n\n<h3>Plot Applications</h3>\n<ul>\n<li>The party discovers a location where time loops, forcing them to relive events</li>\n<li>An NPC's timeline doesn't add up—Time Sense reveals they're temporally displaced</li>\n<li>The party must navigate a time-distorted area to reach a destination</li>\n<li>Time Sense reveals that a recent event actually happened years ago (or vice versa)</li>\n<li>A character senses an approaching temporal catastrophe</li>\n</ul>\n\n<h3>Avoiding Abuse</h3>\n<p>Time Sense is powerful and can undermine certain plot types. To prevent abuse:</p>\n<ul>\n<li>Make it intuitive rather than precise—feelings rather than data</li>\n<li>Require high DCs for detailed information</li>\n<li>Consider psychic strain from using it extensively</li>\n<li>Remember it detects anomalies, not all time-related information</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/kumbric-memory', 'Kumbric Memory'); return false;\">Kumbric Memory</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('npcs/yackle', 'Yackle'); return false;\">Yackle</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('objects/artifacts/clock-of-the-time-dragon', 'Clock of the Time Dragon'); return false;\">Clock of the Time Dragon</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('magic/temporal-magic', 'Temporal Magic'); return false;\">Temporal Magic</a></li>\n</ul>",
    "related": [
      "character/skills/kumbric-memory",
      "npcs/yackle",
      "objects/artifacts/clock-of-the-time-dragon",
      "magic/temporal-magic"
    ],
    "tags": ["skill", "time", "perception", "wisdom", "rare-ability"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/skills/kumbric-memory": {
    "title": "Kumbric Memory",
    "content": "<h1>Kumbric Memory</h1>\n\n<blockquote>\n<p><em>\"The Kumbric Witches understood that memory is not personal—it's inherited, collective, and sometimes prophetic.\"</em></p>\n</blockquote>\n\n<h2>What This Skill Represents</h2>\n\n<p>Kumbric Memory represents access to the ancient knowledge of the Kumbric Witches, the oldest magical tradition in Oz. This skill encompasses inherited memories passed through bloodlines, the ability to access collective magical knowledge, understanding of pre-Lurline history, and sometimes prophetic insights that blur the line between memory and foresight.</p>\n\n<p>This is not ordinary historical knowledge. Kumbric Memory is experiential—when you recall something, you remember it as if you were there, seeing through the eyes of ancestors you never met. The memories are fragmentary, unreliable, and sometimes overwhelming, but they contain knowledge that exists nowhere else.</p>\n\n<h2>When to Use This Skill</h2>\n\n<h3>Common Uses</h3>\n<ul>\n<li><strong>Accessing Ancient Knowledge:</strong> Recall information from before recorded history</li>\n<li><strong>Understanding Old Magic:</strong> Remember how ancient spells and rituals were performed</li>\n<li><strong>Identifying Artifacts:</strong> Recognize objects from the age of the Kumbric Witches</li>\n<li><strong>Navigating Ancient Sites:</strong> Remember the layout and purpose of pre-historic locations</li>\n<li><strong>Prophetic Insight:</strong> Access memories of the future (though interpretation is uncertain)</li>\n<li><strong>Collective Experience:</strong> Draw on the accumulated wisdom of centuries of practitioners</li>\n</ul>\n\n<h3>Specific Situations</h3>\n<ul>\n<li>The party encounters a magical phenomenon that predates known history</li>\n<li>An artifact's purpose is unknown to current scholars</li>\n<li>The party needs to navigate ruins from the Kumbric era</li>\n<li>Someone needs to understand a spell from the oldest traditions</li>\n<li>A decision requires wisdom from before Oz's current age</li>\n<li>The party seeks prophecy or foresight</li>\n</ul>\n\n<h2>How to Roll</h2>\n\n<p><strong>Ability:</strong> Intelligence (for precise recall) or Wisdom (for intuitive understanding)</p>\n<p><strong>Proficiency:</strong> Kumbric Memory is hereditary, found in descendants of the Kumbric Witch bloodlines. It can also be granted through certain magical initiations or by consuming particular alchemical preparations that unlock ancestral memories.</p>\n\n<p><strong>Roll:</strong> 1d20 + Intelligence/Wisdom modifier + proficiency bonus (if you have Kumbric Memory)</p>\n\n<p><strong>Note:</strong> This is a rare ability, not a standard skill. DMs should carefully consider who has access to Kumbric bloodlines in their game.</p>\n\n<h2>Sample DCs</h2>\n\n<table>\n<thead>\n<tr>\n<th>DC</th>\n<th>Task</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10 (Easy)</td>\n<td>Recall general knowledge about Kumbric traditions; recognize obvious Kumbric artifacts or sites; access widely-shared ancestral memories; understand basic principles of old magic</td>\n</tr>\n<tr>\n<td>15 (Medium)</td>\n<td>Remember specific historical events from the Kumbric era; understand how to perform simple ancient rituals; identify obscure Kumbric symbols or practices; access more specific ancestral experiences</td>\n</tr>\n<tr>\n<td>20 (Hard)</td>\n<td>Recall detailed magical knowledge from before written history; remember the proper use of ancient artifacts; access memories from specific ancestors; understand complex relationships between old and new magic; receive fragmentary prophetic insights</td>\n</tr>\n<tr>\n<td>25 (Very Hard)</td>\n<td>Access the deepest ancestral memories; understand mysteries that the Kumbric Witches themselves barely grasped; remember events from the age before Lurline; receive clear prophetic visions (though interpretation remains challenging); comprehend the fundamental nature of Oz's magic</td>\n</tr>\n</tbody>\n</table>\n\n<h2>Related Class Features & Feats</h2>\n\n<h3>Class Features</h3>\n<ul>\n<li><strong>Kumbric Bloodline (Racial Variant):</strong> Certain families descended from the Kumbric Witches possess this ability naturally</li>\n<li><strong>Adept: Kumbric Tradition:</strong> Adepts who study the oldest magical paths might develop limited Kumbric Memory</li>\n<li><strong>Witch Heritage (Background):</strong> Some backgrounds grant access to inherited magical knowledge</li>\n</ul>\n\n<h3>Feats</h3>\n<ul>\n<li><strong>Awakened Ancestry:</strong> Gain limited Kumbric Memory. Once per long rest, you can attempt to access ancestral knowledge on a specific question related to old magic or ancient history. The DM provides fragmentary memories that may help answer your question.</li>\n<li><strong>Prophet's Vision:</strong> If you already have Kumbric Memory, your prophetic insights are clearer. When you access a prophetic memory (DC 20+), you can ask the DM one yes/no question about a possible future event. The answer is truthful but may not account for all variables.</li>\n</ul>\n\n<h2>Lore Context in Oz</h2>\n\n<p>The Kumbric Witches were Oz's first organized magical practitioners, predating even Lurline's arrival (or so some of their memories suggest, though this contradicts other histories). Their tradition emphasized inherited knowledge, with memories passed from generation to generation through magical means. A Kumbric Witch didn't just learn from teachers—they remembered their ancestors' experiences directly.</p>\n\n<p>The Kumbric tradition fragmented centuries ago, its practitioners scattered and its organized structures broken. However, the bloodlines persist. Descendants of Kumbric Witches often manifest unexpected knowledge or abilities, remembering things they were never taught. Some experience this as dreams, others as sudden certainty about historical events, still others as prophetic visions.</p>\n\n<p>Elphaba Thropp was believed to have Kumbric heritage, which might explain her extraordinary magical ability and her connection to the Grimmerie. Yackle certainly had it, her incredibly long life suggesting she had access to memory-preservation techniques from the oldest traditions. The extent to which Kumbric bloodlines still exist in Oz is unknown—many families have forgotten their heritage, while others hide it carefully.</p>\n\n<p>The relationship between memory and prophecy in the Kumbric tradition is complex. Some theorists believe that Kumbric Memory doesn't just look backward but also forward, accessing a kind of collective memory that includes possible futures. Others argue that prophecy is simply pattern recognition based on millennia of ancestral experience. Either way, Kumbric Memory sometimes reveals things that haven't happened yet.</p>\n\n<h2>GM Notes</h2>\n\n<h3>Using This Ability</h3>\n<p>Kumbric Memory should feel strange and overwhelming. When a character accesses it, describe experiencing someone else's memories—seeing through different eyes, feeling emotions that aren't theirs, knowing things they never learned. This isn't comfortable or convenient; it's disorienting and sometimes disturbing.</p>\n\n<p>Make the memories fragmentary and subjective. Instead of \"You remember that this artifact is the Scepter of the East,\" try \"You see hands—not your hands, older hands, weathered—holding this scepter. There's a sense of power and deep grief. The name comes to you: Scepter of the East, though you don't remember why it matters.\"</p>\n\n<h3>Balancing Power</h3>\n<p>Kumbric Memory is potentially very powerful—access to ancient knowledge can solve many problems. To balance this:</p>\n<ul>\n<li>Make the memories unreliable or partial</li>\n<li>Require high DCs for specific, useful information</li>\n<li>Include psychic strain from accessing too many memories</li>\n<li>Remember that ancient knowledge may not apply to modern situations</li>\n<li>Let the memories raise as many questions as they answer</li>\n</ul>\n\n<h3>The Prophetic Element</h3>\n<p>If you include prophetic aspects of Kumbric Memory, keep prophecies ambiguous. They should provide hints and possible futures, not certainties. \"You see yourself standing in a burning room, holding something precious\"—but is this future inevitable? What is the precious thing? When will this happen? Prophecy should add mystery, not remove it.</p>\n\n<h3>Plot Applications</h3>\n<ul>\n<li>A character suddenly remembers something crucial from an ancestor's life</li>\n<li>Kumbric Memory reveals that a \"new\" threat is actually very old</li>\n<li>The party must help a character cope with overwhelming ancestral memories</li>\n<li>A prophetic memory suggests a future the party wants to prevent</li>\n<li>Ancient Kumbric knowledge provides the key to understanding current magical phenomena</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('history/kumbric-witches', 'Kumbric Witches'); return false;\">Kumbric Witches</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/time-sense', 'Time Sense'); return false;\">Time Sense</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('npcs/yackle', 'Yackle'); return false;\">Yackle</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/grimmerie-lore', 'Grimmerie Lore'); return false;\">Grimmerie Lore</a></li>\n</ul>",
    "related": [
      "history/kumbric-witches",
      "character/skills/time-sense",
      "npcs/yackle",
      "character/skills/grimmerie-lore"
    ],
    "tags": ["skill", "knowledge", "ancestry", "intelligence", "wisdom", "rare-ability"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  }
}
