{
  "character/skills/grimmerie-lore": {
    "title": "Grimmerie Lore",
    "content": "<h1>Grimmerie Lore</h1>\n\n<blockquote>\n<p><em>\"The Grimmerie doesn't just contain knowledge—it contains the kind of knowledge that knows you back.\"</em></p>\n</blockquote>\n\n<h2>What This Skill Represents</h2>\n\n<p>Grimmerie Lore represents your understanding of forbidden magical texts, particularly the legendary Grimmerie itself. This skill encompasses the ability to read and interpret magical script, identify dangerous spells, understand the theoretical underpinnings of reality-altering magic, and recognize when such magic has been used. It's more than academic knowledge—it's a dangerous familiarity with forces that actively resist understanding.</p>\n\n<p>Those with Grimmerie Lore have studied texts that were never meant for mortal eyes. They understand magical theory at its deepest, most dangerous level. This knowledge comes at a cost: the Grimmerie and similar texts are said to change those who read them, leaving marks both physical and psychological.</p>\n\n<h2>When to Use This Skill</h2>\n\n<h3>Common Uses</h3>\n<ul>\n<li><strong>Identifying Forbidden Magic:</strong> Determine if a spell or effect originated from the Grimmerie or similar sources</li>\n<li><strong>Reading Magical Script:</strong> Decipher text written in magical languages or codes that shift as you read them</li>\n<li><strong>Researching Lost Spells:</strong> Find information about dangerous or forgotten magic in libraries or archives</li>\n<li><strong>Understanding Magical Artifacts:</strong> Determine the function and origin of items imbued with deep magic</li>\n<li><strong>Detecting Reality Alterations:</strong> Notice when the fundamental laws of reality have been tampered with</li>\n<li><strong>Resisting Corruption:</strong> Understand the dangers of forbidden magic well enough to guard against its corrupting influence</li>\n</ul>\n\n<h3>Specific Situations</h3>\n<ul>\n<li>Attempting to read a page from the Grimmerie without being consumed by it</li>\n<li>Investigating a crime scene where reality-warping magic was used</li>\n<li>Advising others on the dangers of attempting forbidden spells</li>\n<li>Recognizing the signs that someone has been reading from dangerous texts</li>\n<li>Determining whether a magical effect can be safely dispelled or must be left alone</li>\n</ul>\n\n<h2>How to Roll</h2>\n\n<p><strong>Ability:</strong> Intelligence</p>\n<p><strong>Proficiency:</strong> Characters can gain proficiency in Grimmerie Lore through class features (Adepts automatically gain this), background selection, or by spending significant time studying forbidden texts with a knowledgeable teacher.</p>\n\n<p><strong>Roll:</strong> 1d20 + Intelligence modifier + proficiency bonus (if proficient)</p>\n\n<h2>Sample DCs</h2>\n\n<table>\n<thead>\n<tr>\n<th>DC</th>\n<th>Task</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10 (Easy)</td>\n<td>Recognize that a spell is from the Grimmerie tradition; read simple magical script; know basic facts about the Grimmerie's history</td>\n</tr>\n<tr>\n<td>15 (Medium)</td>\n<td>Identify the specific spell used from residual magical signatures; translate moderately complex magical writing; understand the theoretical basis of reality-warping magic</td>\n</tr>\n<tr>\n<td>20 (Hard)</td>\n<td>Read a page from the Grimmerie itself without immediate harm; determine how a complex magical effect was achieved; predict the side effects of forbidden magic</td>\n</tr>\n<tr>\n<td>25 (Very Hard)</td>\n<td>Understand the deepest theoretical implications of Grimmerie magic; read text that actively resists comprehension; devise countermeasures to reality-altering spells</td>\n</tr>\n</tbody>\n</table>\n\n<h2>Related Class Features & Feats</h2>\n\n<h3>Class Features</h3>\n<ul>\n<li><strong>Adept (Grimmerie Lore, 1st level):</strong> Adepts gain automatic proficiency in Grimmerie Lore and can read magical script that would be incomprehensible to others. They have advantage on all Grimmerie Lore checks.</li>\n<li><strong>Adept: Reader Tradition (Direct Reading, 2nd level):</strong> Can safely interact with Grimmerie pages, reducing DCs by 5 when reading from the book itself.</li>\n<li><strong>Wizard (Arcane Scholar):</strong> Some wizard traditions grant proficiency in Grimmerie Lore as they delve into forbidden knowledge.</li>\n</ul>\n\n<h3>Feats</h3>\n<ul>\n<li><strong>Forbidden Scholar:</strong> Gain proficiency in Grimmerie Lore. When you make a Grimmerie Lore check, you can choose to take 1d6 psychic damage to gain advantage on the roll. This damage cannot be reduced or prevented.</li>\n<li><strong>Reality Theorist:</strong> When you succeed on a DC 20+ Grimmerie Lore check, you gain insight into the fundamental nature of the magic involved. You have advantage on your next saving throw against that type of magic within the next 24 hours.</li>\n</ul>\n\n<h2>Lore Context in Oz</h2>\n\n<p>The Grimmerie is the most dangerous book in Oz, a text that predates recorded history. It's written in a script that changes based on who reads it and when. No two people see the same words, and the book itself seems to have preferences about who can access its knowledge.</p>\n\n<p>Elphaba Thropp was the most famous reader of the Grimmerie in recent history. Her ability to read its pages without extensive training shocked even Madame Morrible. But the book left its mark on her—literally. Some scholars believe her green skin and incredible power were consequences of her interaction with the text.</p>\n\n<p>The Unionist Church has declared the Grimmerie and all similar texts to be heretical. Possession of pages from such books is punishable by death. Yet copies circulate in secret, and students of forbidden magic risk everything to study them. Knowledge of Grimmerie Lore is itself dangerous to possess, marking one as a potential witch or heretic.</p>\n\n<p>Other texts of similar power exist: fragments of Kumbric Witch traditions, Quadling spirit-tomes, and records of the ancient dragons' magic. All share the Grimmerie's characteristic of dangerous knowledge that changes the knower.</p>\n\n<h2>GM Notes</h2>\n\n<h3>Using This Skill</h3>\n<p>Grimmerie Lore should feel dangerous and significant. Don't allow it to be casually rolled. When a character attempts a Grimmerie Lore check, describe the mental strain, the sense of grasping at knowledge that slips away, or the unsettling feeling that something is grasping back.</p>\n\n<p>Consider requiring material components for some checks: access to forbidden texts, magical residue to examine, or witnesses to interview. The knowledge doesn't come from nowhere—characters must have something to study.</p>\n\n<h3>Consequences of Use</h3>\n<p>Characters who frequently use Grimmerie Lore should experience subtle changes. Perhaps their eyes occasionally flash with strange colors, or they speak words they don't remember learning. Failed checks on DC 20+ attempts might result in psychic damage or temporary mental afflictions as forbidden knowledge overwhelms them.</p>\n\n<h3>Plot Applications</h3>\n<ul>\n<li>The party must decode a Grimmerie fragment to stop a ritual</li>\n<li>A character's Grimmerie Lore knowledge marks them as a dangerous heretic</li>\n<li>Two characters both read the same Grimmerie page and see completely different spells—which is correct?</li>\n<li>The party discovers that someone has been using Grimmerie magic to alter recent history</li>\n</ul>\n\n<h3>Balancing Power</h3>\n<p>Grimmerie Lore provides information, not direct power. However, information about reality-warping magic is itself immensely valuable. Consider what the character can do with what they learn. A successful check might reveal how a spell was cast, but actually countering it requires different skills and resources.</p>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/classes/the-adept', 'The Adept'); return false;\">The Adept (Class)</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('objects/magic-items/legendary/the-grimmerie', 'The Grimmerie'); return false;\">The Grimmerie</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('npcs/elphaba-thropp', 'Elphaba Thropp'); return false;\">Elphaba Thropp</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/witch-sign-reading', 'Witch-Sign Reading'); return false;\">Witch-Sign Reading</a></li>\n</ul>",
    "related": [
      "character/classes/the-adept",
      "objects/magic-items/legendary/the-grimmerie",
      "npcs/elphaba-thropp",
      "character/skills/witch-sign-reading"
    ],
    "tags": ["skill", "magic", "grimmerie", "intelligence", "forbidden-knowledge"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/skills/animal-etiquette": {
    "title": "Animal Etiquette",
    "content": "<h1>Animal Etiquette</h1>\n\n<blockquote>\n<p><em>\"The first rule of Animal Etiquette is simple: they're not 'it,' they're 'he' or 'she.' If you can't manage that, stay silent.\"</em></p>\n</blockquote>\n\n<h2>What This Skill Represents</h2>\n\n<p>Animal Etiquette is the knowledge of how to interact respectfully with Animals—the sentient, speaking beings of Oz who happen to have fur, feathers, or scales instead of skin. This skill encompasses understanding Animal cultures, avoiding offensive language or behavior, recognizing the proper forms of address, and navigating the complex social dynamics between Animals and humans in Oz's increasingly hostile political climate.</p>\n\n<p>More than simple politeness, Animal Etiquette represents a rejection of the prevailing prejudices of Oz society. It marks you as someone who sees Animals as people, not property or curiosities. In the current era, such knowledge can be as dangerous as it is necessary.</p>\n\n<h2>When to Use This Skill</h2>\n\n<h3>Common Uses</h3>\n<ul>\n<li><strong>Diplomatic Interaction:</strong> Speak with Animals in a way that shows respect and understanding</li>\n<li><strong>Avoiding Offense:</strong> Recognize and avoid language or behaviors that Animals find insulting or dehumanizing</li>\n<li><strong>Understanding Culture:</strong> Know the specific customs and traditions of different Animal communities</li>\n<li><strong>Building Trust:</strong> Demonstrate that you are an ally, not a threat</li>\n<li><strong>Reading Social Cues:</strong> Understand Animal body language and communication styles</li>\n<li><strong>Navigating Politics:</strong> Understand the complex relationships between different Animal species and between Animals and humans</li>\n</ul>\n\n<h3>Specific Situations</h3>\n<ul>\n<li>Seeking help from an Animal community</li>\n<li>Attempting to convince an Animal to trust you with sensitive information</li>\n<li>Avoiding accidentally using slurs or offensive terms in conversation</li>\n<li>Understanding why an Animal reacts with suspicion or anger to something you've said</li>\n<li>Navigating a social gathering that includes both Animals and humans</li>\n<li>Recognizing which Animals are in hiding and which have been Silenced</li>\n</ul>\n\n<h2>How to Roll</h2>\n\n<p><strong>Ability:</strong> Charisma (for active interaction) or Intelligence (for recalling specific cultural knowledge)</p>\n<p><strong>Proficiency:</strong> Characters can gain proficiency through backgrounds that involved significant Animal contact, through study at progressive institutions like Shiz (before the purges), or through significant time spent in Animal communities.</p>\n\n<p><strong>Roll:</strong> 1d20 + Charisma/Intelligence modifier + proficiency bonus (if proficient)</p>\n\n<h2>Sample DCs</h2>\n\n<table>\n<thead>\n<tr>\n<th>DC</th>\n<th>Task</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10 (Easy)</td>\n<td>Use correct pronouns; avoid obvious slurs like \"it\"; show basic respect in conversation; recognize common Animal cultural symbols</td>\n</tr>\n<tr>\n<td>15 (Medium)</td>\n<td>Navigate a complex social situation involving Animal cultural traditions; understand the implications of specific Animal rights activism; recognize subtle signs of offense or discomfort</td>\n</tr>\n<tr>\n<td>20 (Hard)</td>\n<td>Convince a deeply traumatized Animal that you can be trusted; understand obscure Animal cultural practices; mediate a dispute between different Animal communities; recognize which humans are safe to discuss Animal rights with</td>\n</tr>\n<tr>\n<td>25 (Very Hard)</td>\n<td>Navigate the complexities of inter-species relationships (like Dr. Dillamond and his human colleagues); understand the deepest theological arguments about Animal souls; convince an Animal in hiding to reveal themselves to you</td>\n</tr>\n</tbody>\n</table>\n\n<h2>Related Class Features & Feats</h2>\n\n<h3>Class Features</h3>\n<ul>\n<li><strong>Animal-Born (Racial Trait):</strong> Animals automatically have proficiency in Animal Etiquette and advantage when interacting with Animals of their own species.</li>\n<li><strong>Noble Background (Variant: Progressive Nobility):</strong> Some noble families who opposed Animal persecution grant proficiency in Animal Etiquette.</li>\n<li><strong>Sage Background (Shiz Scholar):</strong> Students who studied at Shiz before or during the early persecution era may have learned Animal Etiquette from Animal professors.</li>\n</ul>\n\n<h3>Feats</h3>\n<ul>\n<li><strong>Animal Rights Advocate:</strong> Gain proficiency in Animal Etiquette. You have advantage on Charisma checks when interacting with Animals, but disadvantage on Charisma checks with known Animal persecutors.</li>\n<li><strong>Cross-Species Mediator:</strong> When you succeed on an Animal Etiquette check of DC 15 or higher, you can grant one ally advantage on their next interaction with that Animal or Animal community.</li>\n</ul>\n\n<h2>Lore Context in Oz</h2>\n\n<p>Animal Etiquette was once common knowledge among educated people in Oz. Shiz University taught it as part of standard cultural education, particularly when Animal professors were common. Dr. Dillamond's classes often included discussions of Animal culture and history.</p>\n\n<p>The rise of Animal persecution has made this knowledge both rare and dangerous. Many humans have deliberately forgotten what they once knew, finding it easier to dehumanize Animals if they don't think about Animal culture. The Unionist Church now teaches that Animals have no souls and thus no culture worth respecting.</p>\n\n<p>Different Animal species have distinct cultural traditions. Bears tend toward solitary contemplation and have complex philosophical traditions. Goats are natural teachers and scholars. Birds often have communal decision-making traditions. Understanding these differences is key to effective Animal Etiquette.</p>\n\n<p>Some Animals have begun to reject certain aspects of their traditional culture, seeing it as accommodating human comfort rather than asserting Animal dignity. The question of what constitutes proper Animal Etiquette in this revolutionary era is hotly debated.</p>\n\n<h2>GM Notes</h2>\n\n<h3>Using This Skill</h3>\n<p>Animal Etiquette should matter in your game. Animals should notice and react to whether characters show them basic respect. An Animal who has been called \"it\" repeatedly is unlikely to help the party, no matter how important their quest.</p>\n\n<p>Consider having Animals test the party subtly. An Animal might deliberately use complex vocabulary to see if humans treat them as intellectual equals, or mention their family to see if humans acknowledge Animal family bonds.</p>\n\n<h3>Consequences of Success and Failure</h3>\n<p>Success: Animals are more willing to help, share information, or offer sanctuary. Word spreads in Animal communities that these humans can be trusted. Some Animals might take significant risks to aid proven allies.</p>\n\n<p>Failure: Animals shut down, give minimal information, or actively mislead the party. Repeated failures might result in the party being marked as unsafe, cutting them off from entire networks of potential allies and information.</p>\n\n<h3>Political Implications</h3>\n<p>In the current era, demonstrating knowledge of Animal Etiquette can mark characters as politically suspect. Gale Force informants might report someone who showed \"excessive familiarity\" with Animals. This creates interesting tension: the right thing to do is also the dangerous thing.</p>\n\n<h3>Plot Applications</h3>\n<ul>\n<li>The party needs information only an Animal community possesses</li>\n<li>A character's knowledge of Animal Etiquette helps them recognize that a \"simple animal\" is actually a Silenced Animal in hiding</li>\n<li>The party must attend a clandestine meeting of Animal rights activists</li>\n<li>Demonstrating proper Animal Etiquette inadvertently reveals the party's progressive politics to the wrong people</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/races/animals/overview', 'Animals Overview'); return false;\">Animals (Overview)</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('npcs/dr-dillamond', 'Dr. Dillamond'); return false;\">Dr. Dillamond</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('factions/animal-resistance', 'Animal Resistance'); return false;\">Animal Resistance</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/political-navigation', 'Political Navigation'); return false;\">Political Navigation</a></li>\n</ul>",
    "related": [
      "character/races/animals/overview",
      "npcs/dr-dillamond",
      "factions/animal-resistance",
      "character/skills/political-navigation"
    ],
    "tags": ["skill", "social", "animals", "charisma", "politics"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/skills/unionist-doctrine": {
    "title": "Unionist Doctrine",
    "content": "<h1>Unionist Doctrine</h1>\n\n<blockquote>\n<p><em>\"The Unnamed God demands order, obedience, and above all, the suppression of those who would claim to be more than their station.\"</em></p>\n</blockquote>\n\n<h2>What This Skill Represents</h2>\n\n<p>Unionist Doctrine represents your knowledge of the dominant religion of Oz—the worship of the Unnamed God through the hierarchical structure of the Unionist Church. This skill encompasses theological knowledge, understanding of church hierarchy and politics, familiarity with religious texts and rituals, and the ability to navigate the complex relationship between faith and state power in Oz.</p>\n\n<p>Knowledge of Unionist Doctrine doesn't necessarily mean belief. Many scholars, political operatives, and those seeking to understand or oppose the church have deep knowledge of its teachings. However, in a society where church and state are increasingly intertwined, such knowledge is essential for survival and success.</p>\n\n<h2>When to Use This Skill</h2>\n\n<h3>Common Uses</h3>\n<ul>\n<li><strong>Theological Debate:</strong> Argue points of doctrine with church officials or believers</li>\n<li><strong>Ritual Participation:</strong> Know how to properly participate in Unionist ceremonies without drawing suspicion</li>\n<li><strong>Identifying Heresy:</strong> Recognize when someone is expressing views that the church considers dangerous</li>\n<li><strong>Church Politics:</strong> Understand the power dynamics within the church hierarchy</li>\n<li><strong>Predicting Church Actions:</strong> Anticipate how the church might respond to events based on doctrinal positions</li>\n<li><strong>Finding Loopholes:</strong> Identify areas where church doctrine is ambiguous or contradictory</li>\n</ul>\n\n<h3>Specific Situations</h3>\n<ul>\n<li>Attempting to pass as a devout Unionist to avoid suspicion</li>\n<li>Searching church records for specific information</li>\n<li>Convincing a church official using their own theological arguments</li>\n<li>Understanding why the church has taken a particular political position</li>\n<li>Identifying which branch of Unionism someone belongs to (orthodox, reform, etc.)</li>\n<li>Determining whether a particular action would be considered sinful or heretical</li>\n</ul>\n\n<h2>How to Roll</h2>\n\n<p><strong>Ability:</strong> Intelligence</p>\n<p><strong>Proficiency:</strong> Characters can gain proficiency through religious backgrounds, education at institutions where Unionism is taught, or through deliberate study of church doctrine.</p>\n\n<p><strong>Roll:</strong> 1d20 + Intelligence modifier + proficiency bonus (if proficient)</p>\n\n<h2>Sample DCs</h2>\n\n<table>\n<thead>\n<tr>\n<th>DC</th>\n<th>Task</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10 (Easy)</td>\n<td>Recall basic tenets of Unionism; participate in common rituals without error; recognize major church holidays; know the general structure of church hierarchy</td>\n</tr>\n<tr>\n<td>15 (Medium)</td>\n<td>Quote specific passages from the Book of Judgments; understand theological arguments about controversial issues (like Animal souls); predict how a local church leader might react to a situation; identify which faction within the church someone belongs to</td>\n</tr>\n<tr>\n<td>20 (Hard)</td>\n<td>Navigate complex theological debates using church doctrine; find obscure loopholes in church law; understand the political implications of doctrinal disputes; predict how the church hierarchy will respond to major events</td>\n</tr>\n<tr>\n<td>25 (Very Hard)</td>\n<td>Identify contradictions in church doctrine that even most clergy haven't noticed; understand the secret political maneuvering at the highest levels of the church; successfully argue a heretical position using orthodox language</td>\n</tr>\n</tbody>\n</table>\n\n<h2>Related Class Features & Feats</h2>\n\n<h3>Class Features</h3>\n<ul>\n<li><strong>Cleric Background (Unionist):</strong> Grants automatic proficiency and advantage on checks related to your specific denomination</li>\n<li><strong>Noble Background (Church-Affiliated):</strong> Families with strong church connections gain proficiency in Unionist Doctrine</li>\n<li><strong>Sage Background (Theological Scholar):</strong> Academic study of religion grants proficiency</li>\n</ul>\n\n<h3>Feats</h3>\n<ul>\n<li><strong>Theological Scholar:</strong> Gain proficiency in Unionist Doctrine and one other religion (Lurlinism, Pleasure Faith, etc.). You can use Intelligence (Religion) to make arguments that combine multiple religious traditions.</li>\n<li><strong>Church Diplomat:</strong> When you succeed on a Unionist Doctrine check to interact with church officials, you have advantage on the next Charisma check you make with them within the next hour.</li>\n</ul>\n\n<h2>Lore Context in Oz</h2>\n\n<p>Unionism emerged in the centuries after Lurline's departure, teaching that the true god had been obscured by false worship of fairies and nature spirits. The faith emphasizes order, hierarchy, divine punishment, and humanity's dominion over the natural world—including Animals.</p>\n\n<p>The relationship between church and state has varied throughout Oz's history. During the Wizard's reign, the church was subordinate to secular authority. Under Emperor Shell, the church has regained significant power, with church doctrine increasingly enforced as law. The Emperor's sister, Nor, has particularly close ties to orthodox church factions.</p>\n\n<p>Unionism is not monolithic. Orthodox Unionists support strict hierarchy and the literal interpretation of scripture. Reform Unionists argue for a more compassionate interpretation, though their influence has waned. Rural Unionists often blend church doctrine with older folk traditions. These divisions create opportunities for those who understand them.</p>\n\n<p>The church's position on Animals—that they lack souls and are meant to serve humans—has become central to its political power. The persecution of Animals is justified through Unionist theology, making opposition to such persecution inherently heretical.</p>\n\n<h2>GM Notes</h2>\n\n<h3>Using This Skill</h3>\n<p>Unionist Doctrine should feel oppressive and pervasive. In many parts of Oz, church doctrine affects daily life, politics, and law. Characters who don't understand it are at a significant disadvantage.</p>\n\n<p>Consider having NPCs casually reference church teachings, offer blessings of the Unnamed God, or judge others based on perceived piety. This creates a world where religious knowledge isn't abstract but immediately practical.</p>\n\n<h3>Roleplaying Opportunities</h3>\n<p>Characters with high Unionist Doctrine might struggle with what they know versus what they believe. A character raised in the church who now opposes it must reconcile their knowledge with their conscience. Alternatively, a cynical character might use religious language purely instrumentally, seeing it as a tool for manipulation.</p>\n\n<h3>Plot Applications</h3>\n<ul>\n<li>The party must infiltrate a church gathering and must convincingly play the role of believers</li>\n<li>A character realizes that church doctrine could be used to argue for Animal rights, if one were clever enough</li>\n<li>The party discovers a secret schism within the church that threatens to tear it apart</li>\n<li>Knowledge of obscure church law provides the legal justification needed to protect someone from persecution</li>\n</ul>\n\n<h3>Balancing Religion in Your Game</h3>\n<p>Unionism is portrayed critically in Maguire's work, functioning largely as a tool of oppression. However, individual believers vary widely. Some are true zealots, others are hypocrites, and some genuinely believe they're doing good. Allow for this complexity in your NPCs.</p>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('factions/unionist-church', 'Unionist Church'); return false;\">Unionist Church</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/lurline-mysteries', 'Lurline Mysteries'); return false;\">Lurline Mysteries</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/political-navigation', 'Political Navigation'); return false;\">Political Navigation</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('exploration/regions/emerald-city', 'The Emerald City'); return false;\">The Emerald City</a></li>\n</ul>",
    "related": [
      "factions/unionist-church",
      "character/skills/lurline-mysteries",
      "character/skills/political-navigation",
      "exploration/regions/emerald-city"
    ],
    "tags": ["skill", "religion", "politics", "intelligence", "unionism"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/skills/lurline-mysteries": {
    "title": "Lurline Mysteries",
    "content": "<h1>Lurline Mysteries</h1>\n\n<blockquote>\n<p><em>\"Lurline didn't abandon us. We abandoned her—and now we've forgotten how to hear when she calls.\"</em></p>\n</blockquote>\n\n<h2>What This Skill Represents</h2>\n\n<p>Lurline Mysteries represents knowledge of the old faith of Oz—the worship of Lurline, the Fairy Queen who created the land and its magic. This skill encompasses understanding of pre-Unionist religious practices, knowledge of Lurline's history and nature, familiarity with the locations and artifacts sacred to her worship, and the ability to recognize and interpret signs of her continued influence in Oz.</p>\n\n<p>This is dangerous knowledge. The Unionist Church considers Lurline worship to be heretical paganism. Those who openly practice the old faith risk persecution. Yet the knowledge persists in rural communities, among certain families, and in the memories of those who believe Lurline will return.</p>\n\n<h2>When to Use This Skill</h2>\n\n<h3>Common Uses</h3>\n<ul>\n<li><strong>Identifying Sacred Sites:</strong> Recognize places of power connected to Lurline</li>\n<li><strong>Interpreting Omens:</strong> Understand signs and portents related to the Fairy Queen</li>\n<li><strong>Performing Rituals:</strong> Know the proper forms of Lurline worship and invocation</li>\n<li><strong>Understanding Natural Magic:</strong> Comprehend magic that flows from Oz's land itself</li>\n<li><strong>Historical Knowledge:</strong> Recall events from the age when Lurline walked in Oz</li>\n<li><strong>Recognizing Believers:</strong> Identify subtle signs that someone practices the old faith</li>\n</ul>\n\n<h3>Specific Situations</h3>\n<ul>\n<li>Attempting to activate or understand a pre-Unionist magical site</li>\n<li>Seeking help from rural communities who still honor the old ways</li>\n<li>Interpreting dreams or visions that seem to come from Lurline</li>\n<li>Understanding why certain places in Oz have unusual properties</li>\n<li>Performing a ritual to ask for Lurline's blessing or guidance</li>\n<li>Determining if an artifact dates from the age of Lurline's direct influence</li>\n</ul>\n\n<h2>How to Roll</h2>\n\n<p><strong>Ability:</strong> Intelligence (for historical knowledge) or Wisdom (for spiritual understanding and ritual practice)</p>\n<p><strong>Proficiency:</strong> Characters can gain proficiency through backgrounds connected to rural communities, old families who maintained the traditions, or through study of pre-Unionist history.</p>\n\n<p><strong>Roll:</strong> 1d20 + Intelligence/Wisdom modifier + proficiency bonus (if proficient)</p>\n\n<h2>Sample DCs</h2>\n\n<table>\n<thead>\n<tr>\n<th>DC</th>\n<th>Task</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10 (Easy)</td>\n<td>Recall basic stories about Lurline; recognize obvious sacred sites (standing stones, fairy circles); know common folk blessings invoking Lurline; identify seasonal festivals from the old calendar</td>\n</tr>\n<tr>\n<td>15 (Medium)</td>\n<td>Interpret more obscure omens; perform simple rituals of blessing or protection; understand the theological relationship between Lurline and natural magic; recognize subtle markers of sacred geography</td>\n</tr>\n<tr>\n<td>20 (Hard)</td>\n<td>Activate dormant magical sites; understand deep mysteries about Lurline's nature and departure; perform complex rituals; identify extremely subtle signs of Lurline's continuing influence; mediate between different traditions of Lurline worship</td>\n</tr>\n<tr>\n<td>25 (Very Hard)</td>\n<td>Access knowledge that Lurline herself left in the land; understand the deepest mysteries of why she departed; successfully invoke her presence (if she's willing to answer); comprehend the relationship between Lurline and the Grimmerie</td>\n</tr>\n</tbody>\n</table>\n\n<h2>Related Class Features & Feats</h2>\n\n<h3>Class Features</h3>\n<ul>\n<li><strong>Natural Witch (Class Feature):</strong> Some witchcraft traditions grant proficiency in Lurline Mysteries, as their magic flows from the same source</li>\n<li><strong>Acolyte Background (Lurline Worshipper):</strong> Grants proficiency and advantage when performing traditional rituals</li>\n<li><strong>Folk Hero Background (Old Ways Keeper):</strong> Rural heroes who maintain traditional practices gain proficiency</li>\n</ul>\n\n<h3>Feats</h3>\n<ul>\n<li><strong>Keeper of the Old Ways:</strong> Gain proficiency in Lurline Mysteries. Once per long rest, you can perform a ritual to ask for guidance. The DM provides you with a cryptic hint related to your current situation, delivered as if from Lurline herself.</li>\n<li><strong>Sacred Site Attuned:</strong> When you succeed on a DC 15+ Lurline Mysteries check at a site sacred to Lurline, you can sense the presence of magic within 120 feet of that location for the next hour.</li>\n</ul>\n\n<h2>Lore Context in Oz</h2>\n\n<p>Lurline is the Fairy Queen who created Oz as a sanctuary, a place separated from the mundane world. She planted the magic in Oz's soil, taught the first inhabitants her language, and established the land's fundamental nature. For centuries, she or her representatives walked openly in Oz.</p>\n\n<p>Then she departed. Why she left and whether she'll return are questions that have consumed theologians and historians for generations. The Unionist Church teaches that she was never divine, merely a powerful magical being whose worship led Oz astray. The old believers insist she is the true mother of Oz and will return when the land needs her most.</p>\n\n<p>Lurline worship was the dominant religion of Oz for millennia. Sacred groves, standing stones, and fairy circles marked the landscape. Seasonal festivals celebrated the turning of the year. The Ozma line claimed direct descent from Lurline's blessing. When Unionism rose, these practices were systematically suppressed.</p>\n\n<p>Today, Lurline worship survives in fragments. Rural communities maintain seasonal celebrations under the guise of secular harvest festivals. Old families keep shrines hidden in their homes. Some academics study the old religion as history, carefully avoiding active practice. And in the wildest places, there are those who claim to still hear Lurline's voice in wind and water.</p>\n\n<h2>GM Notes</h2>\n\n<h3>Using This Skill</h3>\n<p>Lurline Mysteries should feel ancient and profound. This is knowledge that predates current political structures and speaks to the fundamental nature of Oz. When characters use this skill successfully, they're tapping into something older and potentially more powerful than the Wizard, the Emperor, or even the Grimmerie.</p>\n\n<p>Consider having locations respond to characters with this knowledge. A sacred grove might reveal hidden paths to someone who knows the proper blessing. Ancient standing stones might activate for those who understand their purpose.</p>\n\n<h3>The Question of Lurline's Existence</h3>\n<p>Maguire deliberately leaves Lurline's nature ambiguous. Was she truly divine, or a powerful fairy? Does she still exist, or is she gone forever? In your game, you can maintain this ambiguity or provide answers. Consider what serves your story best.</p>\n\n<h3>Plot Applications</h3>\n<ul>\n<li>The party discovers that a key magical site can only be accessed through Lurline's old rituals</li>\n<li>A character's knowledge of Lurline Mysteries allows them to recognize that a current crisis echoes an ancient pattern</li>\n<li>The party must help a hidden community of Lurline worshippers escape persecution</li>\n<li>Strange phenomena suggest that Lurline is trying to communicate—but what is she trying to say?</li>\n</ul>\n\n<h3>Balancing Power</h3>\n<p>Lurline Mysteries provides access to ancient knowledge and possibly to magic that works differently from standard spellcasting. Be careful about making this too powerful. The skill should open doors and provide understanding, not replace spellcasting classes.</p>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('history/age-of-lurline', 'Age of Lurline'); return false;\">Age of Lurline</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/unionist-doctrine', 'Unionist Doctrine'); return false;\">Unionist Doctrine</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('magic/sources/natural-magic', 'Natural Magic'); return false;\">Natural Magic</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('exploration/locations/lurlines-canopy', \"Lurline's Canopy\"); return false;\">Lurline's Canopy</a></li>\n</ul>",
    "related": [
      "history/age-of-lurline",
      "character/skills/unionist-doctrine",
      "magic/sources/natural-magic",
      "exploration/locations/lurlines-canopy"
    ],
    "tags": ["skill", "religion", "history", "wisdom", "intelligence", "lurline"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/skills/political-navigation": {
    "title": "Political Navigation",
    "content": "<h1>Political Navigation</h1>\n\n<blockquote>\n<p><em>\"In Oz, knowing who to bow to and who to backstab is the difference between a long life and a short drop from the palace walls.\"</em></p>\n</blockquote>\n\n<h2>What This Skill Represents</h2>\n\n<p>Political Navigation represents your understanding of Oz's complex political landscape—the factions, power structures, conflicts, and alliances that shape the land. This skill encompasses knowledge of governmental systems, understanding of factional interests, the ability to predict political moves, recognition of who truly holds power versus who appears to, and the capacity to safely navigate politically charged situations.</p>\n\n<p>This is not merely academic knowledge. Political Navigation is the practical skill of survival in a land where saying the wrong thing to the wrong person can result in imprisonment, Silencing, or worse. It's understanding that the real power in a room might be the quiet advisor, not the loudly pompous noble.</p>\n\n<h2>When to Use This Skill</h2>\n\n<h3>Common Uses</h3>\n<ul>\n<li><strong>Identifying Factions:</strong> Determine which political faction someone belongs to based on subtle cues</li>\n<li><strong>Predicting Reactions:</strong> Anticipate how different political groups will respond to events</li>\n<li><strong>Safe Navigation:</strong> Know what topics to avoid and what positions to express to stay safe</li>\n<li><strong>Finding Allies:</strong> Identify who might be sympathetic to your cause despite appearances</li>\n<li><strong>Understanding Power:</strong> Recognize true versus formal authority in any situation</li>\n<li><strong>Avoiding Traps:</strong> Notice when a conversation or situation is politically dangerous</li>\n</ul>\n\n<h3>Specific Situations</h3>\n<ul>\n<li>Attending a social gathering where multiple factions are present</li>\n<li>Attempting to gain an audience with someone powerful</li>\n<li>Deciding whether to trust someone who claims to be an ally</li>\n<li>Understanding the implications of current events for various groups</li>\n<li>Recognizing when someone is testing your political loyalties</li>\n<li>Finding safe routes or contacts in politically hostile territory</li>\n</ul>\n\n<h2>How to Roll</h2>\n\n<p><strong>Ability:</strong> Intelligence (for theoretical knowledge) or Wisdom (for reading situations and people)</p>\n<p><strong>Proficiency:</strong> Characters can gain proficiency through backgrounds involving nobility, government service, activism, or extensive experience navigating Oz's political landscape.</p>\n\n<p><strong>Roll:</strong> 1d20 + Intelligence/Wisdom modifier + proficiency bonus (if proficient)</p>\n\n<h2>Sample DCs</h2>\n\n<table>\n<thead>\n<tr>\n<th>DC</th>\n<th>Task</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10 (Easy)</td>\n<td>Identify major political factions (Emerald City government, Unionist Church, Munchkinland separatists); know current laws regarding Animals; recognize obvious political symbols or affiliations; avoid making obvious political mistakes</td>\n</tr>\n<tr>\n<td>15 (Medium)</td>\n<td>Understand complex factional relationships; predict how a government official might respond to a request; recognize subtle signs of political affiliation; navigate a politically mixed social situation without offending anyone important</td>\n</tr>\n<tr>\n<td>20 (Hard)</td>\n<td>Identify secret political sympathies; understand the hidden power structures within a faction; predict major political events based on current tensions; successfully approach someone from an opposed faction; recognize when someone is an informant or agent provocateur</td>\n</tr>\n<tr>\n<td>25 (Very Hard)</td>\n<td>Understand the deepest levels of political maneuvering in the Emerald City; predict the Emperor's actions; identify the true power behind apparently independent groups; navigate the most dangerous political situations; recognize opportunities for fundamental political change</td>\n</tr>\n</tbody>\n</table>\n\n<h2>Related Class Features & Feats</h2>\n\n<h3>Class Features</h3>\n<ul>\n<li><strong>Noble Background:</strong> Grants proficiency in Political Navigation and advantage when dealing with aristocratic political structures</li>\n<li><strong>Spy Background:</strong> Grants proficiency and advantage when trying to identify hidden political affiliations</li>\n<li><strong>Revolutionary Background:</strong> Grants proficiency and advantage when dealing with resistance movements</li>\n</ul>\n\n<h3>Feats</h3>\n<ul>\n<li><strong>Political Chameleon:</strong> Gain proficiency in Political Navigation. You have advantage on Deception checks to conceal your true political beliefs, and you can convincingly appear to belong to any major faction.</li>\n<li><strong>Power Broker:</strong> When you succeed on a DC 20+ Political Navigation check, you can leverage your understanding to gain advantage on your next Persuasion or Intimidation check with someone of political importance.</li>\n</ul>\n\n<h2>Lore Context in Oz</h2>\n\n<p>Oz's political landscape is fractured and dangerous. The Emerald City, under Emperor Shell, claims authority over all Oz, but that authority is increasingly contested. Munchkinland has declared independence. The Vinkus has never truly been under central control. The Quadling Country is occupied and resentful.</p>\n\n<p>Major political factions include: the Imperial government (itself divided between Shell's faction and his sister Nor's more radical wing); the Unionist Church (with its own internal divisions); Munchkinland separatists; Animal rights activists and the Animal resistance; the Gale Force military; aristocratic families trying to maintain their positions; and various regional movements.</p>\n\n<p>Political allegiances are rarely simple. A Gillikinese noble might support the Emperor while secretly sheltering Animals. A Unionist priest might believe in church doctrine while opposing political repression. A Gale Force officer might enforce laws they privately despise. Understanding these complexities is essential.</p>\n\n<p>The persecution of Animals has become the defining political question. One's position on \"the Animal question\" often determines all other political relationships. This makes even casual conversation politically fraught—referring to an Animal as \"he\" rather than \"it\" can mark you as politically suspect.</p>\n\n<h2>GM Notes</h2>\n\n<h3>Using This Skill</h3>\n<p>Political Navigation should be constantly relevant in your game. Oz is a police state with competing power centers, and characters need to navigate this carefully. Make the political landscape feel dangerous and complex.</p>\n\n<p>Consider using Political Navigation for passive checks—characters with high passive scores might automatically notice political tensions or dangers that others miss. This rewards investment in the skill.</p>\n\n<h3>Consequences</h3>\n<p><strong>Success:</strong> Characters avoid political pitfalls, find unexpected allies, and understand how to pursue their goals within Oz's political reality.</p>\n\n<p><strong>Failure:</strong> Characters might inadvertently reveal their true beliefs, offend powerful figures, misunderstand who holds power, or walk into politically dangerous situations unaware.</p>\n\n<h3>Making Politics Personal</h3>\n<p>The best political plotlines connect to character backgrounds and beliefs. A character who opposes Animal persecution must navigate a society where that position is dangerous. A character with family in the government must decide whether to use those connections despite disagreeing with the regime.</p>\n\n<h3>Plot Applications</h3>\n<ul>\n<li>The party must attend a court function where multiple hostile factions are present</li>\n<li>Understanding political currents allows the party to predict where the Gale Force will strike next</li>\n<li>A character's Political Navigation skill helps them realize that an apparent ally is actually an informant</li>\n<li>Political knowledge reveals that two apparently unrelated events are part of the same larger scheme</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('factions/emerald-city-government', 'Emerald City Government'); return false;\">Emerald City Government</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/unionist-doctrine', 'Unionist Doctrine'); return false;\">Unionist Doctrine</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/animal-etiquette', 'Animal Etiquette'); return false;\">Animal Etiquette</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('factions/gale-force', 'Gale Force'); return false;\">Gale Force</a></li>\n</ul>",
    "related": [
      "factions/emerald-city-government",
      "character/skills/unionist-doctrine",
      "character/skills/animal-etiquette",
      "factions/gale-force"
    ],
    "tags": ["skill", "politics", "social", "intelligence", "wisdom"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  }
}
