{
  "character/skills/domingon-trance": {
    "title": "Domingon Trance",
    "content": "<h1>Domingon Trance</h1>\n\n<blockquote>\n<p><em>\"In the deep trance, the spirits speak—not in words, but in knowing that settles into your bones.\"</em></p>\n</blockquote>\n\n<h2>What This Skill Represents</h2>\n\n<p>Domingon Trance represents the ability to enter the meditative state practiced by Quadling spirit-workers, allowing communication with spirits, visions of distant events, and connection to the deep magic of Oz's swamps and waterways. This skill encompasses the techniques of trance induction, the ability to maintain consciousness while in altered states, communication with non-corporeal entities, and the interpretation of spiritual visions.</p>\n\n<p>The Domingon tradition is the Quadling Country's oldest spiritual practice, predating Unionist influence. It emphasizes connection to the land, communication with ancestors and nature spirits, and the understanding that consciousness can exist in states beyond normal awareness. Those who master Domingon Trance walk between worlds, neither fully in the physical realm nor fully in the spiritual.</p>\n\n<h2>When to Use This Skill</h2>\n\n<h3>Common Uses</h3>\n<ul>\n<li><strong>Spirit Communication:</strong> Contact and converse with spirits of the dead or nature spirits</li>\n<li><strong>Divination:</strong> Seek visions of distant places or possible futures</li>\n<li><strong>Healing Trance:</strong> Enter states that accelerate healing or resist poison</li>\n<li><strong>Guidance:</strong> Ask spirits for advice or direction</li>\n<li><strong>Detection:</strong> Sense spiritual presences or supernatural phenomena</li>\n<li><strong>Protection:</strong> Use trance states to shield consciousness from mental intrusion</li>\n</ul>\n\n<h3>Specific Situations</h3>\n<ul>\n<li>The party needs information from someone who has died</li>\n<li>A spirit is causing problems and needs to be communicated with</li>\n<li>The party is lost and needs guidance from local spirits</li>\n<li>Someone needs to recover from a spiritual injury or curse</li>\n<li>The party seeks prophecy or vision of distant events</li>\n<li>A character needs to resist mental control or psychological attack</li>\n</ul>\n\n<h2>How to Roll</h2>\n\n<p><strong>Ability:</strong> Wisdom</p>\n<p><strong>Proficiency:</strong> Domingon Trance is learned through training in Quadling spiritual traditions, typically requiring a mentor who is themselves a practiced trance-worker. It can also be learned through the Adept class (Domingon tradition) or certain backgrounds.</p>\n\n<p><strong>Roll:</strong> 1d20 + Wisdom modifier + proficiency bonus (if proficient)</p>\n\n<p><strong>Time Required:</strong> Entering Domingon Trance typically requires at least 10 minutes of meditation. Emergency trance states can be achieved as an action, but with increased difficulty.</p>\n\n<h2>Sample DCs</h2>\n\n<table>\n<thead>\n<tr>\n<th>DC</th>\n<th>Task</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10 (Easy)</td>\n<td>Enter a basic trance state; sense the presence of spirits nearby; maintain trance for up to 10 minutes; communicate with willing spirits; receive simple yes/no answers from the spiritual realm</td>\n</tr>\n<tr>\n<td>15 (Medium)</td>\n<td>Enter deep trance; communicate with specific spirits (if they're willing); receive visions of nearby locations; maintain trance for up to an hour; resist minor mental influences while in trance; help another person enter a shallow trance</td>\n</tr>\n<tr>\n<td>20 (Hard)</td>\n<td>Contact spirits of specific deceased individuals; receive visions of distant locations; maintain trance for several hours; communicate with nature spirits that normally avoid contact; use trance to accelerate healing; resist significant mental attacks</td>\n</tr>\n<tr>\n<td>25 (Very Hard)</td>\n<td>Contact spirits from the distant past; receive prophetic visions; maintain trance for days (with proper preparation); commune with the deepest spirits of Oz itself; use trance to survive otherwise-fatal conditions; guide multiple people into synchronized trance states</td>\n</tr>\n</tbody>\n</table>\n\n<h2>Related Class Features & Feats</h2>\n\n<h3>Class Features</h3>\n<ul>\n<li><strong>Adept: Domingon Tradition:</strong> Grants proficiency in Domingon Trance and special abilities related to trance states</li>\n<li><strong>Quadling Heritage (Background):</strong> Characters raised in Quadling spiritual traditions gain proficiency</li>\n<li><strong>Spirit-Walker (Background Variant):</strong> Those trained specifically as trance-workers gain proficiency and advantage when contacting spirits</li>\n</ul>\n\n<h3>Feats</h3>\n<ul>\n<li><strong>Trance Initiate:</strong> Gain proficiency in Domingon Trance. You can enter a basic trance state as a bonus action. While in this state, you have advantage on Wisdom saving throws but disadvantage on Dexterity saving throws as you're partially disconnected from your body.</li>\n<li><strong>Spirit Medium:</strong> If you're already proficient in Domingon Trance, spirits find it easier to communicate with you. Reduce DCs for spirit communication by 5. However, spirits may also contact you uninvited, requiring concentration to dismiss them.</li>\n</ul>\n\n<h2>Lore Context in Oz</h2>\n\n<p>The Domingon tradition is ancient, possibly predating even the Kumbric Witches. It emerged from the Quadling Country, where the boundaries between physical and spiritual are thinner than elsewhere in Oz. The marshes and swamps of Quadling are home to countless spirits—ancestors, nature beings, and stranger entities that defy classification.</p>\n\n<p>Domingon practitioners believe that consciousness is not fixed in the body but can travel, expand, and connect with other forms of awareness. Through trance, they commune with spirits, access ancestral wisdom, and see events occurring far away. The tradition emphasizes humility, reciprocity with spirits, and respect for the natural world.</p>\n\n<p>Under Unionist influence, Domingon practice has been suppressed as paganism. The church teaches that spirits are either demons or delusions, and that trance states are dangerous madness. Many Quadlings have been forced to practice their traditions in secret, leading to loss of knowledge and fragmentation of once-unified practices.</p>\n\n<p>Candle, the Quadling woman who aids Liir in Maguire's novels, is a powerful Domingon practitioner. Her trance abilities allow her to see distant events, communicate with spirits, and survive injuries that should be fatal. She represents the tradition at its most developed, though she herself sees her abilities as simply part of Quadling culture rather than anything extraordinary.</p>\n\n<h2>GM Notes</h2>\n\n<h3>Using This Skill</h3>\n<p>Domingon Trance should feel otherworldly and significant. When a character enters trance, describe the shift in consciousness—the way the physical world fades, the emergence of spiritual presences, the sense of being simultaneously everywhere and nowhere. This isn't a simple skill check; it's a journey into altered states.</p>\n\n<p>Make spirit communication interesting but not always straightforward. Spirits have their own agendas, perspectives, and limitations. They might speak in riddles, demand payment for information, or simply refuse to help. Some spirits are wise and benevolent; others are confused, angry, or malicious.</p>\n\n<h3>Balancing Divination</h3>\n<p>Domingon Trance can provide information that might trivialize some challenges. To balance this:</p>\n<ul>\n<li>Visions are often symbolic and require interpretation</li>\n<li>Spirits don't know everything—only what they've witnessed or been told</li>\n<li>Deep trance requires time and safety, not always available in urgent situations</li>\n<li>Entering trance leaves the character vulnerable to physical threats</li>\n<li>Frequent trance use might attract unwanted spiritual attention</li>\n</ul>\n\n<h3>Cultural Context</h3>\n<p>Remember that Domingon Trance is Quadling cultural practice, not generic spiritualism. Characters learning it should engage with Quadling culture and traditions. Consider requiring them to find a Quadling mentor or spend significant time in Quadling communities.</p>\n\n<h3>Plot Applications</h3>\n<ul>\n<li>A character enters trance to seek guidance from a deceased mentor</li>\n<li>The party must help a trance-worker who has become trapped in the spiritual realm</li>\n<li>Domingon Trance reveals that a location is spiritually corrupted</li>\n<li>A spirit contacted in trance provides a crucial clue</li>\n<li>The party must participate in a group trance ritual to achieve a goal</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/classes/the-adept', 'The Adept'); return false;\">The Adept (Domingon Tradition)</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('exploration/regions/quadling-country', 'Quadling Country'); return false;\">Quadling Country</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('npcs/candle', 'Candle'); return false;\">Candle</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/races/humans/quadlings', 'Quadlings'); return false;\">Quadlings</a></li>\n</ul>",
    "related": [
      "character/classes/the-adept",
      "exploration/regions/quadling-country",
      "npcs/candle",
      "character/races/humans/quadlings"
    ],
    "tags": ["skill", "spiritual", "trance", "wisdom", "quadling"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/skills/dragon-lore": {
    "title": "Dragon Lore",
    "content": "<h1>Dragon Lore</h1>\n\n<blockquote>\n<p><em>\"Dragons remember everything, forgive nothing, and understand magic in ways we never will. Knowing about them might keep you alive—or make you interesting enough to eat.\"</em></p>\n</blockquote>\n\n<h2>What This Skill Represents</h2>\n\n<p>Dragon Lore represents your knowledge of dragons—their nature, history, behavior, magic, and the deep mysteries they embody. This skill encompasses understanding of dragon physiology and abilities, knowledge of their role in Oz's history, familiarity with dragon-related magic, the ability to interpret dragon signs and symbols, and insight into how to interact with these ancient, powerful beings without getting incinerated.</p>\n\n<p>Dragons in Oz are not common, but they are immensely significant. They are creatures of deep magic, possibly older than Lurline, with their own inscrutable agendas. Dragon Lore is the study of beings who understand reality differently than mortal creatures do—and who remember things that everyone else has forgotten.</p>\n\n<h2>When to Use This Skill</h2>\n\n<h3>Common Uses</h3>\n<ul>\n<li><strong>Identifying Dragons:</strong> Recognize dragons, their types, and their capabilities</li>\n<li><strong>Understanding Dragon Magic:</strong> Comprehend magical effects associated with dragons</li>\n<li><strong>Predicting Behavior:</strong> Anticipate how a dragon might respond to situations</li>\n<li><strong>Negotiation Preparation:</strong> Know what dragons value and how to approach them safely</li>\n<li><strong>Historical Context:</strong> Understand dragons' roles in Oz's deep history</li>\n<li><strong>Artifact Identification:</strong> Recognize items of dragon origin or power</li>\n</ul>\n\n<h3>Specific Situations</h3>\n<ul>\n<li>The party encounters a dragon and needs to negotiate rather than fight</li>\n<li>Dragon signs or symbols appear, requiring interpretation</li>\n<li>The party must understand a magical effect with dragon origins</li>\n<li>Someone seeks to find a dragon for knowledge or assistance</li>\n<li>An artifact connected to dragons needs to be understood or activated</li>\n<li>The party needs to navigate territory claimed by a dragon</li>\n</ul>\n\n<h2>How to Roll</h2>\n\n<p><strong>Ability:</strong> Intelligence</p>\n<p><strong>Proficiency:</strong> Dragon Lore is rare knowledge, typically gained through extensive study, direct experience with dragons, or training in ancient magical traditions that remember the age when dragons were more common.</p>\n\n<p><strong>Roll:</strong> 1d20 + Intelligence modifier + proficiency bonus (if proficient)</p>\n\n<h2>Sample DCs</h2>\n\n<table>\n<thead>\n<tr>\n<th>DC</th>\n<th>Task</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10 (Easy)</td>\n<td>Recognize common dragon species; know basic dragon capabilities (flight, breath weapons); understand that dragons are highly magical and intelligent; recall famous dragons from history or legend</td>\n</tr>\n<tr>\n<td>15 (Medium)</td>\n<td>Understand specific dragon behaviors and motivations; identify which dragon might have left particular signs; know appropriate etiquette for approaching dragons; understand basic dragon magic principles; recall historical events involving dragons</td>\n</tr>\n<tr>\n<td>20 (Hard)</td>\n<td>Predict a specific dragon's likely response to a situation; understand complex dragon magic; know obscure dragon history; identify rare dragon species or unique individuals; comprehend the relationship between dragons and fundamental magic</td>\n</tr>\n<tr>\n<td>25 (Very Hard)</td>\n<td>Understand the deepest dragon mysteries; know what dragons remember from before recorded time; comprehend how dragons perceive reality differently from mortal beings; understand the Clock of the Time Dragon and similar artifacts; predict long-term dragon schemes</td>\n</tr>\n</tbody>\n</table>\n\n<h2>Related Class Features & Feats</h2>\n\n<h3>Class Features</h3>\n<ul>\n<li><strong>Sage Background (Dragon Scholar):</strong> Grants proficiency in Dragon Lore</li>\n<li><strong>Dragon-Touched (Heritage Variant):</strong> Those with dragon ancestry or who have been magically marked by dragons gain proficiency and advantage on checks related to the dragon type that marked them</li>\n<li><strong>Sorcerer (Draconic Bloodline):</strong> Some sorcerous traditions grant proficiency in Dragon Lore as part of understanding their own heritage</li>\n</ul>\n\n<h3>Feats</h3>\n<ul>\n<li><strong>Dragon Scholar:</strong> Gain proficiency in Dragon Lore. When you succeed on a DC 15+ Dragon Lore check, you can recall a specific piece of dragon wisdom that grants you advantage on your next Intelligence or Wisdom check within the next hour.</li>\n<li><strong>Dragon-Friend:</strong> If you're already proficient in Dragon Lore, you have advantage on Charisma checks when interacting with dragons. However, you also attract dragons' attention more easily, which can be blessing or curse.</li>\n</ul>\n\n<h2>Lore Context in Oz</h2>\n\n<p>Dragons in Maguire's Oz are rare and mysterious. They are creatures of immense age and power, with deep connections to magic itself. The Clock of the Time Dragon, a mysterious artifact that appears throughout the novels, suggests that dragons have relationships with time and fate that mortals barely comprehend.</p>\n\n<p>Dragons remember. They remember the age before Lurline, the early days of Oz, events that have been forgotten by everyone else. They understand magic at a fundamental level, not as something learned but as something intrinsic to their being. This makes them invaluable sources of knowledge—if you can convince one to speak with you and if you can understand what they're saying.</p>\n\n<p>Dragon magic is distinctive and powerful. It doesn't follow the rules of human magic or even witch magic. Dragons can manipulate reality in ways that seem to bypass normal magical limitations. Artifacts created by or associated with dragons often have properties that defy conventional understanding.</p>\n\n<p>In the current era, dragons are mostly legends. Few people have seen one. Those who claim to have encountered dragons are often dismissed as mad or lying. Yet the evidence of their existence persists in old stories, ancient ruins, and artifacts that still function millennia after their creation.</p>\n\n<h2>GM Notes</h2>\n\n<h3>Using This Skill</h3>\n<p>Dragon Lore should provide fascinating information but rarely simple solutions. Dragons are too alien, too powerful, and too complicated to be easily categorized or predicted. When a character uses Dragon Lore, give them insight into how strange and magnificent dragons are, not just stat blocks and weaknesses.</p>\n\n<p>Consider making dragon information partially incomprehensible. \"You recall that this type of dragon experiences time non-linearly, which means it might respond to things you haven't said yet—or decide not to help because of something you'll do in the future.\" This captures the otherworldly nature of dragons.</p>\n\n<h3>Dragons in Your Game</h3>\n<p>Maguire's Oz includes dragons but leaves them mysterious. You can choose to:</p>\n<ul>\n<li>Keep dragons as rare, legendary beings who might never appear</li>\n<li>Include dragons as powerful NPCs with their own agendas</li>\n<li>Use dragon-related artifacts and magic without dragons themselves</li>\n<li>Make dragons central to your campaign's mysteries</li>\n</ul>\n\n<h3>The Clock of the Time Dragon</h3>\n<p>The Clock is the most famous dragon-related object in Maguire's novels. It appears throughout history, showing prophetic scenes, and seems to exist outside normal causality. If you include it, Dragon Lore might help characters understand (partially) what it is and what it shows—but should never fully explain it.</p>\n\n<h3>Plot Applications</h3>\n<ul>\n<li>Dragon Lore reveals that an ancient artifact is of dragon origin and thus far more powerful than assumed</li>\n<li>Knowledge of dragons helps the party understand a magical phenomenon that defies conventional explanation</li>\n<li>The party must seek out a dragon for knowledge, requiring Dragon Lore to approach safely</li>\n<li>Dragon Lore reveals that an enemy's magic has draconic elements, suggesting unexpected connections</li>\n<li>Understanding dragon symbols helps decode an ancient prophecy</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('objects/artifacts/clock-of-the-time-dragon', 'Clock of the Time Dragon'); return false;\">Clock of the Time Dragon</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('creatures/dragons/overview', 'Dragons of Oz'); return false;\">Dragons of Oz</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('magic/dragon-magic', 'Dragon Magic'); return false;\">Dragon Magic</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('history/age-of-dragons', 'Age of Dragons'); return false;\">Age of Dragons</a></li>\n</ul>",
    "related": [
      "objects/artifacts/clock-of-the-time-dragon",
      "creatures/dragons/overview",
      "magic/dragon-magic",
      "history/age-of-dragons"
    ],
    "tags": ["skill", "knowledge", "dragons", "intelligence", "ancient"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/skills/bee-speaking": {
    "title": "Bee Speaking",
    "content": "<h1>Bee Speaking</h1>\n\n<blockquote>\n<p><em>\"Bees don't speak in words—they speak in patterns, dances, and the scent of flowers. If you can learn their language, they'll tell you everything.\"</em></p>\n</blockquote>\n\n<h2>What This Skill Represents</h2>\n\n<p>Bee Speaking is the rare ability to communicate with bees—not the sentient Bee Animals who can speak Common, but the ordinary (yet far from simple) bees that live throughout Oz. This skill encompasses understanding bee dances and pheromone communication, interpreting the information bees gather, the ability to request their help, knowledge of bee behavior and needs, and the capacity to navigate the complex politics of a hive.</p>\n\n<p>Bees are extraordinary information gatherers. They visit hundreds of flowers daily, travel miles from their hives, and communicate precisely about what they find. A bee-speaker can tap into this network, learning about distant locations, changes in the environment, and even events they've witnessed. However, bees think differently from humans, and translating their perspective requires skill and patience.</p>\n\n<h2>When to Use This Skill</h2>\n\n<h3>Common Uses</h3>\n<ul>\n<li><strong>Gathering Information:</strong> Learn what bees have observed in their foraging</li>\n<li><strong>Finding Locations:</strong> Ask bees to guide you to specific flowers, water, or landmarks</li>\n<li><strong>Requesting Help:</strong> Ask bees to carry messages or perform simple tasks</li>\n<li><strong>Weather Prediction:</strong> Understand what bees sense about coming weather</li>\n<li><strong>Detecting Magic:</strong> Bees are sensitive to magical disturbances affecting plants</li>\n<li><strong>Understanding Territory:</strong> Learn about the landscape through bee-knowledge</li>\n</ul>\n\n<h3>Specific Situations</h3>\n<ul>\n<li>The party is lost and needs directions to a specific type of location</li>\n<li>Information is needed about events in an area bees would have visited</li>\n<li>The party needs to find rare flowers or plants</li>\n<li>A message needs to be sent covertly</li>\n<li>The party wants to know if an area has been disturbed recently</li>\n<li>Someone needs to predict weather for travel planning</li>\n</ul>\n\n<h2>How to Roll</h2>\n\n<p><strong>Ability:</strong> Wisdom (for understanding bee communication) or Charisma (for requesting help)</p>\n<p><strong>Proficiency:</strong> Bee Speaking is learned through extended time with beekeepers, from certain rural or Quadling traditions, or through natural affinity (some people simply understand bees intuitively).</p>\n\n<p><strong>Roll:</strong> 1d20 + Wisdom/Charisma modifier + proficiency bonus (if proficient)</p>\n\n<p><strong>Note:</strong> Attempting to communicate with bees without proficiency is possible but at disadvantage, as their communication methods are not intuitive to most people.</p>\n\n<h2>Sample DCs</h2>\n\n<table>\n<thead>\n<tr>\n<th>DC</th>\n<th>Task</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10 (Easy)</td>\n<td>Understand basic bee behavior; interpret simple dances (direction to flowers); calm agitated bees; find a nearby hive; understand when bees are indicating danger</td>\n</tr>\n<tr>\n<td>15 (Medium)</td>\n<td>Interpret complex location information; ask bees to find specific types of flowers or landmarks; understand what unusual things bees have seen; predict weather based on bee behavior; request simple help (like guiding someone to water)</td>\n</tr>\n<tr>\n<td>20 (Hard)</td>\n<td>Learn about specific events bees witnessed; convince bees to carry messages; understand very precise location information; detect magical disturbances through bee-sense; communicate with bees during swarming or other stressful times</td>\n</tr>\n<tr>\n<td>25 (Very Hard)</td>\n<td>Coordinate multiple hives to work together; understand complex events from bee-perspective; convince bees to take significant risks to help you; interpret the hive's collective memory of seasonal patterns; communicate with bees in extreme conditions</td>\n</tr>\n</tbody>\n</table>\n\n<h2>Related Class Features & Feats</h2>\n\n<h3>Class Features</h3>\n<ul>\n<li><strong>Outlander Background (Beekeeper):</strong> Grants proficiency in Bee Speaking</li>\n<li><strong>Ranger (Swarmkeeper):</strong> Some ranger traditions that bond with swarms of insects grant proficiency</li>\n<li><strong>Druid:</strong> Some druid circles grant Bee Speaking as part of their connection to nature</li>\n</ul>\n\n<h3>Feats</h3>\n<ul>\n<li><strong>Friend of the Hive:</strong> Gain proficiency in Bee Speaking. Bees will not attack you unless you directly threaten their hive. Once per long rest, you can ask a question of nearby bees and receive an answer about the local area (within 3 miles).</li>\n<li><strong>Swarm-Touched:</strong> If you're already proficient in Bee Speaking, you can communicate with other swarming insects (wasps, ants, etc.) at +5 DC. Additionally, when you succeed on a Bee Speaking check, you can ask bees to defend you for 1 minute, granting you +2 AC as they swarm around you.</li>\n</ul>\n\n<h2>Lore Context in Oz</h2>\n\n<p>Bees in Oz occupy a strange middle ground. There are Bee Animals—fully sentient individuals who speak Common and have rights and personhood. But there are also ordinary bees, which are intelligent in their own way but not sentient in the same sense. Some Bee Animals find the practice of Bee Speaking unsettling, as it treats their non-Animal kin as sources of information rather than as equals.</p>\n\n<p>The tradition of Bee Speaking is old, particularly strong in Quadling and rural Munchkinland cultures. Beekeepers have long known that bees can be communicated with, though the depth of possible communication varies by individual ability. In some families, Bee Speaking is passed down through generations, with children learning the dances and scents alongside their normal language.</p>\n\n<p>Bees are incredibly valuable in Oz's agriculture and ecology. They pollinate crops, produce honey and wax, and serve as early warning systems for environmental problems. Bee-speakers are valued in agricultural communities, though urban dwellers often dismiss Bee Speaking as superstition or folk nonsense.</p>\n\n<p>There are rumors of Bee-priests in the remotest parts of Quadling, individuals who have devoted their lives to understanding and serving hives. These bee-speakers supposedly can coordinate thousands of bees in elaborate dances, use bees to see distant locations, and even share in the hive-mind consciousness. Whether these stories are true or exaggerated is unclear.</p>\n\n<h2>GM Notes</h2>\n\n<h3>Using This Skill</h3>\n<p>Bee Speaking should provide interesting and useful information, but always from a bee's perspective. Bees care about flowers, weather, predators, and the hive. They don't care about human politics or understand complex social situations. When a bee-speaker asks about a location, bees might report on flowering plants, water sources, and whether there are smoke or strange scents—but not on who lives there or what they're planning.</p>\n\n<p>Make bee communication feel different from normal speech. Describe the dance, the scents, the vibrations. Let players know their character is interpreting a fundamentally alien form of communication, translating concepts that don't map perfectly to human language.</p>\n\n<h3>Information Limitations</h3>\n<p>Bees can only report what they've encountered in their foraging, which typically extends 2-3 miles from their hive. They notice things that affect their interests—changes in flowers, new smells, obstacles to flight. They might notice that \"the purple flowers near the tall stone now smell of smoke\" but wouldn't report \"there are bandits at the old tower\" because they don't think in those terms.</p>\n\n<h3>Creative Applications</h3>\n<p>Bee Speaking opens interesting possibilities:</p>\n<ul>\n<li>Using bees as scouts for safe travel routes (following good foraging grounds)</li>\n<li>Detecting magical pollution through changes in plant health</li>\n<li>Finding hidden water sources</li>\n<li>Early warning of approaching fires or storms</li>\n<li>Covert message-carrying between bee-speakers</li>\n</ul>\n\n<h3>Plot Applications</h3>\n<ul>\n<li>Bees report strange scents near a location, leading the party to discover something hidden</li>\n<li>A Bee Animal is offended by a character's use of Bee Speaking, creating social tension</li>\n<li>The party needs to find a rare plant that only bees would know about</li>\n<li>Bees provide early warning of an approaching threat</li>\n<li>A bee-speaker NPC serves as a source of environmental information</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/races/animals/bees', 'Bee Animals'); return false;\">Bee Animals</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('exploration/regions/quadling-country', 'Quadling Country'); return false;\">Quadling Country</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/animal-etiquette', 'Animal Etiquette'); return false;\">Animal Etiquette</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('objects/items/common/royal-jelly', 'Royal Jelly'); return false;\">Royal Jelly</a></li>\n</ul>",
    "related": [
      "character/races/animals/bees",
      "exploration/regions/quadling-country",
      "character/skills/animal-etiquette",
      "objects/items/common/royal-jelly"
    ],
    "tags": ["skill", "communication", "nature", "wisdom", "charisma"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/skills/scraping-resistance": {
    "title": "Scraping Resistance",
    "content": "<h1>Scraping Resistance</h1>\n\n<blockquote>\n<p><em>\"They can Scrape your words away, your memories, even your sense of self—but only if you let them into your mind in the first place.\"</em></p>\n</blockquote>\n\n<h2>What This Skill Represents</h2>\n\n<p>Scraping Resistance represents your ability to resist mental control, memory alteration, and the specific magical process known as \"Scraping\"—the forced removal of speech, thought, and self-awareness used to transform Animals into mere animals. This skill encompasses mental fortitude techniques, understanding of how mental control magic works, the ability to recognize when your mind is being influenced, and practices for maintaining your sense of self against magical or psychological assault.</p>\n\n<p>In an era where the government uses Scraping to silence dissent—both literally and figuratively—this skill can mean the difference between remaining yourself and being reduced to an empty shell. It's not just about resisting magic; it's about protecting the core of who you are from those who would erase it.</p>\n\n<h2>When to Use This Skill</h2>\n\n<h3>Common Uses</h3>\n<ul>\n<li><strong>Resisting Scraping:</strong> Defend against the specific magic used to remove Animal sentience</li>\n<li><strong>Resisting Charm Effects:</strong> Protect yourself from magical compulsion and mind control</li>\n<li><strong>Detecting Mental Influence:</strong> Notice when your thoughts or memories are being altered</li>\n<li><strong>Recovering Memory:</strong> Work to restore thoughts or memories that have been suppressed</li>\n<li><strong>Protecting Others:</strong> Help someone else resist mental invasion</li>\n<li><strong>Maintaining Self:</strong> Stay centered and aware under psychological pressure</li>\n</ul>\n\n<h3>Specific Situations</h3>\n<ul>\n<li>An Animal character is targeted for Scraping</li>\n<li>The party faces magic users employing charm or domination effects</li>\n<li>Someone's memory has been magically altered and needs restoration</li>\n<li>A character needs to resist interrogation or mental torture</li>\n<li>The party must help an Animal who has been partially Scraped</li>\n<li>A character suspects their thoughts are being influenced</li>\n</ul>\n\n<h2>How to Roll</h2>\n\n<p><strong>Ability:</strong> Wisdom (for mental fortitude) or Charisma (for strength of self)</p>\n<p><strong>Proficiency:</strong> Scraping Resistance is learned through specific training in mental defense, through traumatic experience with mental control (which teaches resistance the hard way), or through certain magical or spiritual practices that strengthen the mind.</p>\n\n<p><strong>Roll:</strong> 1d20 + Wisdom/Charisma modifier + proficiency bonus (if proficient)</p>\n\n<p><strong>Note:</strong> Scraping Resistance checks are often made as saving throws with advantage if you're proficient in this skill.</p>\n\n<h2>Sample DCs</h2>\n\n<table>\n<thead>\n<tr>\n<th>DC</th>\n<th>Task</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10 (Easy)</td>\n<td>Resist weak charm effects; notice obvious mental influence; maintain sense of self under normal stress; recognize when someone is attempting mental magic</td>\n</tr>\n<tr>\n<td>15 (Medium)</td>\n<td>Resist moderate charm or compulsion; detect subtle mental influence; maintain concentration while under psychological pressure; help another person recognize they're being mentally influenced</td>\n</tr>\n<tr>\n<td>20 (Hard)</td>\n<td>Resist powerful mental control; detect and resist memory alteration; maintain sense of self during partial Scraping attempt; help someone recover from minor mental alterations</td>\n</tr>\n<tr>\n<td>25 (Very Hard)</td>\n<td>Resist full Scraping attempt; recover from partial Scraping; maintain identity during intense psychological breakdown; help someone recover from significant mental control or memory loss</td>\n</tr>\n</tbody>\n</table>\n\n<h2>Related Class Features & Feats</h2>\n\n<h3>Class Features</h3>\n<ul>\n<li><strong>Animal Heritage (Racial Trait):</strong> Many Animals gain proficiency in Scraping Resistance due to community training and cultural emphasis on mental defense</li>\n<li><strong>Monk (Empty Mind):</strong> Certain monastic traditions grant proficiency and advantage on Scraping Resistance</li>\n<li><strong>Resistance Fighter (Background):</strong> Those who have fought against oppression often learn mental defense techniques</li>\n</ul>\n\n<h3>Feats</h3>\n<ul>\n<li><strong>Iron Mind:</strong> Gain proficiency in Scraping Resistance. You have advantage on saving throws against being charmed or frightened. If you succeed on a save against mental control magic by 5 or more, you can identify the source of the effect.</li>\n<li><strong>Unbreakable Self:</strong> If you're already proficient in Scraping Resistance, you can use your reaction when you or an ally within 30 feet is targeted by charm or domination magic to grant them advantage on the saving throw. You can use this ability a number of times equal to your Wisdom modifier per long rest.</li>\n</ul>\n\n<h2>Lore Context in Oz</h2>\n\n<p>Scraping is one of the most horrific aspects of Oz's persecution of Animals. Through a combination of magic and surgical intervention, Animals are forcibly deprived of their speech and higher thought, reduced to the status of mere beasts. The process is irreversible by normal means and represents a kind of death—the person remains alive, but everything that made them who they were is erased.</p>\n\n<p>The government claims Scraping is humane, that it simply returns Animals to their \"natural state.\" Animal rights activists and anyone with a conscience recognize it as murder. The threat of Scraping hangs over every Animal in Oz, a constant terror that keeps many silent and compliant.</p>\n\n<p>Some Animals have developed techniques to resist Scraping, passed secretly through communities. Mental disciplines, meditation practices, magical protections—anything that might help someone maintain their sense of self when the Scrapers come. These techniques also help resist other forms of mental control, making them valuable to all who oppose the authoritarian government.</p>\n\n<p>Scraping Resistance isn't just about magic—it's about maintaining your identity under assault. Those who practice it learn to hold onto core truths about themselves, to keep their sense of self even when everything is taken away. In this way, it's as much spiritual practice as magical defense.</p>\n\n<h2>GM Notes</h2>\n\n<h3>Using This Skill</h3>\n<p>Scraping Resistance should feel desperate and essential. When a character uses it, emphasize the mental struggle—the feeling of something trying to claw into their mind, the effort required to stay centered, the fear of losing oneself. This makes successful resistance feel earned and significant.</p>\n\n<p>Consider allowing Scraping Resistance checks to replace or supplement standard saving throws against mental effects, or to provide advantage on such saves. This makes the skill mechanically valuable without being overpowered.</p>\n\n<h3>The Horror of Scraping</h3>\n<p>Scraping is meant to be horrifying—it's the ultimate violation, the destruction of personhood. Don't shy away from this in your game if it's thematically appropriate, but also be sensitive to your players' comfort levels. Session zero discussions about difficult content are important.</p>\n\n<h3>Partial Scraping</h3>\n<p>Consider the possibility of partial Scraping—someone who resisted but not entirely, who lost some memories or abilities but retained their core self. This creates interesting roleplaying opportunities and shows that resistance, even incomplete resistance, matters.</p>\n\n<h3>Plot Applications</h3>\n<ul>\n<li>An Animal PC is targeted for Scraping and must resist</li>\n<li>The party discovers someone who was partially Scraped and must help them</li>\n<li>A character's Scraping Resistance allows them to pretend to be controlled while actually remaining free</li>\n<li>The party must teach mental resistance techniques to Animals planning to resist</li>\n<li>A villain uses mental control that Scraping Resistance can help defeat</li>\n</ul>\n\n<h3>Recovery and Hope</h3>\n<p>While Scraping is described as irreversible, consider whether your game includes any possibility of recovery—perhaps through powerful magic, divine intervention, or the character's own incredible will. This can provide hope without diminishing the horror of what was attempted.</p>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/races/animals/overview', 'Animals Overview'); return false;\">Animals (Overview)</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('factions/animal-resistance', 'Animal Resistance'); return false;\">Animal Resistance</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('magic/scraping-magic', 'Scraping Magic'); return false;\">Scraping Magic</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/domingon-trance', 'Domingon Trance'); return false;\">Domingon Trance</a></li>\n</ul>",
    "related": [
      "character/races/animals/overview",
      "factions/animal-resistance",
      "magic/scraping-magic",
      "character/skills/domingon-trance"
    ],
    "tags": ["skill", "mental-defense", "animals", "wisdom", "charisma"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  },
  "character/skills/underground-navigation": {
    "title": "Underground Navigation",
    "content": "<h1>Underground Navigation</h1>\n\n<blockquote>\n<p><em>\"The underground roads remember when the surface was too dangerous for decent folk. They're still there, if you know how to find them—and how to read the signs left by those who came before.\"</em></p>\n</blockquote>\n\n<h2>What This Skill Represents</h2>\n\n<p>Underground Navigation represents your knowledge of Oz's hidden paths—the tunnels, sewers, forgotten passages, and secret routes that wind beneath cities and through wilderness. This skill encompasses understanding of how to find concealed entrances, ability to navigate without standard landmarks, knowledge of underground routes and safe houses, recognition of signs left by smugglers and resistance members, and the capacity to move through Oz while avoiding official notice.</p>\n\n<p>In an authoritarian state, the ability to travel unseen is invaluable. Underground Navigation isn't just about physical tunnels—it's about the entire network of secret ways that those outside the law must use to survive. It's the knowledge that resistance members, smugglers, and refugees share to stay alive.</p>\n\n<h2>When to Use This Skill</h2>\n\n<h3>Common Uses</h3>\n<ul>\n<li><strong>Finding Hidden Entrances:</strong> Locate ways into underground networks</li>\n<li><strong>Navigation:</strong> Find your way through tunnels and passages without getting lost</li>\n<li><strong>Reading Signs:</strong> Interpret marks left by others who use the underground</li>\n<li><strong>Avoiding Dangers:</strong> Recognize and avoid hazards in underground spaces</li>\n<li><strong>Finding Safe Houses:</strong> Locate resistance-friendly locations along secret routes</li>\n<li><strong>Covering Tracks:</strong> Move through the underground without leaving signs of passage</li>\n</ul>\n\n<h3>Specific Situations</h3>\n<ul>\n<li>The party needs to enter a city while avoiding checkpoints</li>\n<li>Someone must be smuggled to safety</li>\n<li>The party is being pursued and needs to disappear</li>\n<li>A rendezvous point in the underground must be located</li>\n<li>The party discovers old tunnels and needs to navigate them</li>\n<li>Someone needs to move through hostile territory unseen</li>\n</ul>\n\n<h2>How to Roll</h2>\n\n<p><strong>Ability:</strong> Intelligence (for knowledge of routes and signs) or Wisdom (for navigation and danger sense)</p>\n<p><strong>Proficiency:</strong> Underground Navigation is learned through experience with smuggling, resistance work, urban survival, or from those who already know the secret paths.</p>\n\n<p><strong>Roll:</strong> 1d20 + Intelligence/Wisdom modifier + proficiency bonus (if proficient)</p>\n\n<h2>Sample DCs</h2>\n\n<table>\n<thead>\n<tr>\n<th>DC</th>\n<th>Task</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>10 (Easy)</td>\n<td>Find obvious underground entrances (large storm drains, etc.); navigate simple tunnel systems; recognize basic danger signs (unstable ceilings, bad air); understand simple waymarks</td>\n</tr>\n<tr>\n<td>15 (Medium)</td>\n<td>Find concealed entrances; navigate complex tunnel networks; interpret coded signs left by resistance members; avoid common underground hazards; find your way to known safe houses; estimate distance traveled underground</td>\n</tr>\n<tr>\n<td>20 (Hard)</td>\n<td>Find very well-hidden entrances; navigate unexplored underground areas; interpret obscure or old waymarks; recognize dangerous creatures or conditions before encountering them; locate secret safe houses; move through underground without leaving traces</td>\n</tr>\n<tr>\n<td>25 (Very Hard)</td>\n<td>Find entrances that even most underground-navigators don't know; navigate ancient or magically-altered underground spaces; interpret pre-historical waymarks; coordinate movement of large groups through the underground; create new safe routes through unexplored areas</td>\n</tr>\n</tbody>\n</table>\n\n<h2>Related Class Features & Feats</h2>\n\n<h3>Class Features</h3>\n<ul>\n<li><strong>Criminal/Spy Background:</strong> Grants proficiency in Underground Navigation</li>\n<li><strong>Urchin Background:</strong> Those who grew up on the streets often learn underground routes</li>\n<li><strong>Refugee Background:</strong> Those who have fled persecution often gain proficiency</li>\n<li><strong>Ranger (Urban):</strong> Rangers who specialize in urban environments gain proficiency</li>\n</ul>\n\n<h3>Feats</h3>\n<ul>\n<li><strong>Underground Expert:</strong> Gain proficiency in Underground Navigation. You have darkvision out to 60 feet, or if you already have darkvision, its range increases by 30 feet. You also have advantage on saves against hazards commonly found underground (bad air, cave-ins, etc.).</li>\n<li><strong>Network Keeper:</strong> If you're already proficient in Underground Navigation, you know the locations of safe houses in every major city in Oz. Additionally, you can create new waymarks that other underground-navigators will recognize, allowing you to guide allies or leave warnings.</li>\n</ul>\n\n<h2>Lore Context in Oz</h2>\n\n<p>Every city in Oz has its underground. Storm drains, sewers, old construction tunnels, forgotten basements connected by broken walls—these spaces form a shadow network beneath official routes. Originally built for practical purposes, they've been adopted by those who need to move unseen: smugglers, criminals, and increasingly, resistance members and Animal refugees.</p>\n\n<p>The Emerald City has the most extensive underground network, including tunnels from multiple eras of construction, ancient passages that predate the current city, and recently-created connections made by those fleeing persecution. Some sections are known to the Gale Force and actively patrolled. Others remain secret, protected by communities that depend on them.</p>\n\n<p>Underground navigation requires more than just knowing where tunnels are. It requires understanding the signs—chalk marks, arranged stones, torn fabric in specific colors—that indicate safe passage, danger, safe houses, or patrol areas. These signs change periodically to prevent authorities from learning them, requiring underground-navigators to stay connected to their communities.</p>\n\n<p>The underground also connects to older places—ruins from before the current era, chambers that might date back to Lurline's time or earlier, spaces that were built for purposes now forgotten. These deeper places can be dangerous but also valuable, offering routes that official forces don't know about and hiding places that can shelter many.</p>\n\n<h2>GM Notes</h2>\n\n<h3>Using This Skill</h3>\n<p>Underground Navigation should create atmosphere. Describe the darkness, the dripping water, the uncertainty of not seeing the sky. Make underground travel feel different from surface travel—claustrophobic, disorienting, but also safe in its secrecy.</p>\n\n<p>Consider using skill challenges for underground journeys, requiring multiple checks as characters navigate, avoid hazards, and interpret signs. This makes underground travel feel significant rather than automatic.</p>\n\n<h3>Signs and Waymarks</h3>\n<p>Develop a system of signs for your game's underground network. Examples:</p>\n<ul>\n<li>Three stones stacked: safe path ahead</li>\n<li>Red cloth tied to the left: danger, avoid this route</li>\n<li>Chalk mark circle with dot: safe house within 100 yards</li>\n<li>Feather arranged pointing down: patrol area, move carefully</li>\n</ul>\n\n<p>Let players learn these signs gradually, making discovering new waymarks feel like genuine progress in understanding the underground.</p>\n\n<h3>Plot Applications</h3>\n<ul>\n<li>The party must smuggle someone through a heavily-guarded city</li>\n<li>Underground Navigation reveals that a building has a secret basement entrance</li>\n<li>The party discovers ancient tunnels that lead to a important location</li>\n<li>The Gale Force is learning the waymark system—the party must help change it</li>\n<li>An underground-navigator NPC provides crucial passage in exchange for help</li>\n</ul>\n\n<h3>Balancing Utility</h3>\n<p>Underground Navigation is powerful—it allows bypassing official controls entirely. To balance this:</p>\n<ul>\n<li>Some areas don't have underground access</li>\n<li>Underground travel is slower than surface routes</li>\n<li>The underground has its own dangers (flooding, creatures, cave-ins)</li>\n<li>Authorities occasionally discover and block routes</li>\n<li>Large groups attract attention even underground</li>\n</ul>\n\n<h2>Related Entries</h2>\n<ul>\n<li><a href=\"#\" onclick=\"Tabs.openTab('exploration/regions/emerald-city', 'The Emerald City'); return false;\">The Emerald City</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('factions/animal-resistance', 'Animal Resistance'); return false;\">Animal Resistance</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('factions/gale-force', 'Gale Force'); return false;\">Gale Force</a></li>\n<li><a href=\"#\" onclick=\"Tabs.openTab('character/skills/political-navigation', 'Political Navigation'); return false;\">Political Navigation</a></li>\n</ul>",
    "related": [
      "exploration/regions/emerald-city",
      "factions/animal-resistance",
      "factions/gale-force",
      "character/skills/political-navigation"
    ],
    "tags": ["skill", "navigation", "urban", "intelligence", "wisdom"],
    "lastModified": "2025-01-01T00:00:00.000Z"
  }
}
